{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.8.0", "Language": "da_DK", "Language-Team": "da <LL@li.org>", "Last-Translator": "Jane Kunze <jku@aarhus.dk>", "MIME-Version": "1.0", "PO-Revision-Date": "2019-09-10 16:00+0100", "POT-Creation-Date": "2020-04-22 12:55-0400", "Plural-Forms": "nplurals=2; plural=(n != 1)", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, " In this activity you will work practice using data to make arguments that try to convince different people. You will learn how to use data to tailor an argument for a specific audience. We'll look at a sample visualization about an issue, identify stakeholders who are trying to swayed by the story it tells, and try to make arguments that convince them to take action. Start the activity by playing the kickoff video below for your group.": [null, " I denne øvelse skal I bruge data til at bygge argumenter, der kan overbevise andre om jeres sag. I skal prøve at bruge data som udgangspunkt for argumenter designet til et helt bestemt publikum. Vi skal som arbejde med et eksempel på en visualisering, hvor interessenter skal identificeres, så de kan overtales af den historie visualiseringen fortæller. I skal derfor bygge argumenter med data, der kan overbevise tilhørerne om at skride til handling. Sæt aktiviteten i gang med videoen nedenfor."], " uses": [null, "Anvendelse"], " uses in %(doc)s": [null, "Anvendelse i %(doc)s"], "# of rows": [null, "# af rækker"], "%(bigram)s": [null, "%(bigram)s"], "%(centrality)s": [null, "%(centrality)s"], "%(degree)s": [null, "%(degree)s"], "%(f1)s and %(f2)s": [null, "%(f1)s og %(f2)s"], "%(node)s": [null, "%(node)s"], "%(normalized)s ": [null, "%(normalized)s "], "%(rows)s rows of data grouped into %(cols)s columns.": [null, "%(rows)s rækker af data grupperet ind i %(cols)s kolonner."], "%(trigram)s": [null, "%(trigram)s"], "1 printed copy of the <a href='https://databasic.io/en/wtfcsv/wtfcsv-activity-guide.pdf'>WTFcsv handout</a> per group": [null, "En kopi af <a href='https://databasic.io/en/wtfcsv/wtfcsv-activity-guide.pdf'>WTFcsv handout</a>per gruppe"], "<strong>DataBasic</strong> News": [null, "<strong>DataBasic</strong> Nyheder"], "A basic Internet connection": [null, "Internet forbindelse"], "A bigram is a two word phrase": [null, "Et bigram er en frase bestående af to ord"], "A collection of written texts. For example, all of the lyrics in Katy Perry songs.": [null, "En samling af skreven tekst. For eksempel alle teksterne til Kate Perrys musik."], "A connection between one node and another node.": [null, "En relation imellem et datapunkt og et andet."], "A network graph with two types of nodes.  For instance, people connected to restaurants they love but not to other people.": [null, "Et netværksdiagram med to typer af datapunkter. F.eks. mennesker der står i relation til deres yndlingsrestauranter, men ikke til andre mennesker."], "A phone, tablet, or computer connected to the internet for each small \n            group of 3 people": [null, "En smartphone, tablet eller laptop til hver gruppe"], "A phone, tablet, or computer for each small \n            group of 3 people": [null, "En smartphone, tablet eller computer for hver lille\n            gruppe af 3 personer"], "A phone, tablet, or computer for each small group of 3 people": [null, "En smartphone, tablet, eller computer for hver gruppe af 3 personer"], "A process to make data points comparable in a fair way. For example, word counts in a document can be normalized by dividing them by the total number of words in that document.": [null, "En proces, der kan gøre sammenligningen af datapunkter fair. For eksempel ordoptælling i et dokument kan normaliseres ved at dividere antallet af pågældende ord med det samlede antal ord i dokumentet."], "A projector connected to a computer": [null, "En projektor forbundet til en computer"], "A projector to show these videos": [null, "En projektor, for at vise videoklip"], "A room with space at the front": [null, "Et lokale med plads foran"], "A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.": [null, "En række af handlinger du (eller en computer) udfører for at løse et givent problem. For eksempel, når du skrive et eller flere søgeord på Google, så kører Google en algoritme, der bestemmer hvilke sider du skal se."], "A trigram is a three word phrase": [null, "Et trigram er en frase bestående af 3 ord"], "About %(tool_name)s": [null, "Om %(tool_name)s"], "About <strong>DataBasic</strong>": [null, "Om <strong>DataBasic</strong>"], "About Us": [null, "Om os"], "Accessible to All": [null, "Tilgængeligt for alle"], "After 10 minutes bring everyone back together to share any insights they found.  Were there any obvious benefits they ran into by analyzing this data as a network (instead of a table)? Were there any questions that here harder to dig into? Were any of the algorithms mentioned useful?": [null, "Efter 10 minutter samles alle for at dele de indsigter, de har opdaget. Er der fremkommet nogle klare fordele ved at analysere data som et netværk (fremfor som tabel)? Var der andre spørgsmål, som blev vanskeligere at svare på? Var nogen af de omtalte algoritmer nyttige?"], "After 3 minutes tell them they should be building now; this is a 'think with your hands activity'.  When they have one minute left let them know.": [null, "Når de har været i gang i 3 minutter, så mind dem om, at de skal i gang med at bygge - det er en \"hands-on\" øvelse! Når der er 1 minut tilbage, så fortæl dem det."], "All done. What next?": [null, "Færdig. Hvad nu?"], "Analyze": [null, "Analyser"], "Analyzing Data": [null, "At analysere data"], "Analyzing the connections between the \"dots\" in your data is a fundamentally different approach to understanding it. This tool shows you a network diagram to reveal those links, and gives you a high level report about what your network looks like.": [null, "At analysere relationer mellem dine datapunkter (netværksanalyse) er en grundlæggende anderledes måde at forstå dit datasæt på. Med værktøjet her får du et netværksdiagram, der belyser relationerne, og giver dig et overordnet perspektiv på, hvordan dit netværk ser ud."], "Are you an Educator? Try our Activity Guide": [null, "Er du underviser? Prøv vores aktivitetsguide"], "Ask Good Questions": [null, "Stil gode spørgsmål"], "Ask the group to pair up, preferably with someone they don’t know.  Show participants a large central table full of the materials you have gathered.  Give them 6 minutes to quickly build a physical representation of the data you presented earlier.  Don't give them too long, otherwise they will get stuck on nuances instead of just getting their creative juices flowing. Remind them they are creative, and that pipe cleaner bar charts are NOT allowed!": [null, "Bed deltagerne om at gå sammen to-og-to, helst med en de ikke kender. Hvis deltagerne et bord med forskellige materialer, som du har forberedt og giv dem 6 minutter til hurtigt at bygge en fysisk repræsentation af de data, du tidligere præsenterede. Lad være med at give dem for meget tid, da deltagerne så fortaber sig i deltaljerne i stedet for at få gang i den kreative tænkning. Husk at minde dem om, at det er en kreative øvelse, så de skal ikke bare lave et søjlediagram af piperensere!"], "Asking Good Questions": [null, "At stille de gode spørgsmål"], "Asking Questions": [null, "At stille spørgsmål"], "At least 10 people": [null, "Mindst 10 deltagere"], "Background": [null, "Baggrund"], "Bigrams": [null, "Bigrammer"], "Booleans": [null, "Boolean"], "Browse file 1": [null, "Åbn fil 1"], "Browse file 2": [null, "Åbn fil 2"], "Build a Data Sculpture": [null, "Byg en dataskulptur"], "Build and Analyze a Network": [null, "Byg og analyser et netværk"], "By Educators, for Educators": [null, "Af undervisere, for undervisere"], "Categories": [null, "Kategorier"], "Centrality": [null, "Centralitet"], "Choose your language: ": [null, "Vælg sprog: "], "Click to see the chart": [null, "Klik for at se diagrammet"], "Click to see the details": [null, "Klik for at se detaljer"], "Compare": [null, "Sammenlign"], "Comparing text documents is a great way to find out what makes each one unique.  Is it meaningful that \"%(most_common_word)s\" and \"%(second_most_common_word)s\" are the most used words appearing in both documents?  Why does %(doc2)s use \"%(doc2_most_common_word)s\" so much, but it doesn't even appear in %(doc1)s?  With these questions in mind, you can sketch out a story that compares the documents.  <br /><br />Find a whiteboard and start sketching out a story.  Check out our <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for more help on sketching out a story to compare them.  Want to dig into the data even more?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Download the full results as a CSV file</a> to compare the files even further.": [null, "At sammenligne tekster er en god måde at identificere, hvad der gør den enkelte tekst unik. Giver det mening at \"%(most_common_word)s\" og \"%(second_most_common_word)s\" er de mest brugte ord i begge tekster? Hvorfor bruger %(doc2)s use \"%(doc2_most_common_word)s\" så ofte, men det dukker slet ikke op i %(doc1)s? Med udgangspunkt i de spørgsmål kan du begynde at skitsere en historie, hvor de to dokumenter sammenlignes. <br /><br /> Find et whiteboard og begynd at skitsere historien. Brug vores  <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for flere input til, hvordan du skitsere en historie og sammenligne tekster. Har du lyst til at grave endnu længere ned i dataene? <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Download dem som CSV fil for at lave yderligere sammenligning."], "Connect with Others": [null, "Forbind med andre"], "ConnectTheDots": [null, "ConnectTheDots"], "ConnectTheDots shows you how your data is connected by analyzing it as a network.": [null, "ConnectTheDots viser dig, hvordan dine data er forbundet ved at analysere dem som et netværk."], "ConnectTheDots: ": [null, "ConnectTheDots: "], "Convince Me": [null, "Overtal mig"], "Count": [null, "Tæl"], "Counts": [null, "Optællinger"], "DO NOT include LEGO bricks (otherwise people just build bar charts)": [null, "Undlad at bruge legoklodser (for så bygger folk bare søjlediagrammer)"], "DO NOT include pens, crayons, or anything else to write with (otherwise people just draw instead of building)": [null, "Undlad at bruge kuglepenne, farvekridt, blyanter eller andre skriveredskaber (for så bruger folk dem til at tegne istedet for at bygge)"], "Danish data sourcing:": [null, "Identifikation af danske datasæt:"], "Danish translation:": [null, "“Den danske oversættelse:"], "Data Culture Project": [null, "Datakulturprojektet"], "Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.": [null, "Data ankommer oftest i form af et regneark, men hvordan finder du en datahistorie i rækker og kolonner? WTFcsv hjælper med det første skridt ved at karakterisere hver kolonnes %(data_type)s og indhold, så du kan stille flere spørgsmål."], "Data can be intimidating, especially when it comes to analyzing it.  But remember, most of statistics is just special ways of counting.  We’re all pretty good at counting! Establishing a data culture doesn't mean that we will all be statistical wizards but it does mean learning enough about analysis to understand its creative potential. The data analysis process is an opportunity to bring people together. There are many ways to do this to find a story.  <strong>Use WordCounter</strong> to learn about analyzing text data to find stories. <strong>Use Connect the Dots</strong> to collaboratively analyze a network graph.  <strong>Use SameDiff</strong> to learn about how algorithms can help you analyze data in more abstract ways.": [null, "Data kan være intimiderende, særligt når vi taler om dataanalyse, Men husk på, at det meste statistik bare er en anden måde at tælle på og vi er alle sammen rimeligt godt til at tælle! At skabe en datakultur er ikke ensbetydende med at vi alle skal være eksperter i statistik, det handler mere om, at vi alle skal forstå potentialet i data og dataanalyse. Processen med at analysere data er en lejlighed for at binde folk sammen. Der er mange måder man kan finde en datahistorie på. <strong>Brug WordCounter</strong> for at lære tekstanalyse som baggrund til at finde datahistorier. <strong>Brug Connect the Dots</strong> for at lave netværksanalyse. <strong>Brug SameDiff</strong> for at lære om, hvordan algoritmer kan bruges til at analysere data på mere komplekse måder."], "Data is everywhere right now. But many organizations like your's are struggling to figure out how to build capacity to work with data. You don't need a data scientist; you need a <strong>data culture</strong>.": [null, "Der tales om data alle steder pt. Men mange organisationer som din kæmper med at udvikle de nødvendige kompetence til at arbejde med data. Du behøver ikke være dataekspert, men du har brug for en <strong>datakultur</strong>."], "Data is often classified by type. Common types of data include numbers, dates and text.": [null, "Data er ofte klassificeret ved type. Data typer kan f.eks. være numre, datoer og tekst."], "DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!": [null, "Opgaverne i DataBasic er egnet til workshopdeltagere fra udskolingsniveau til videregående uddannelse. Der er ikke behov for forudgående kendskab til at arbejde med data!"], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "DataBasic er en samling af brugervenlige onlineværktøjer, der introducerer dig til at arbejde med data."], "Dates": [null, "Datoer"], "Dates and times": [null, "Datoer og tidspunkter"], "Degree": [null, "Grader"], "Designed and Developed by": [null, "Designet og udviklet af"], "Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all.  DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.": [null, "Digitale teknologier har givet handlekraft til mange med forskellige udfordringer og nye webstandarder har gjort det lettere end nogensinde at bygge værktøjer, som er tilgængelige for alle. DataBasic bruger disse teknologier til at understøtte læseren bag skærmen til at påbegynde arbejdet med data på nye og anderledes måder."], "Doing One Thing Well": [null, "At gøre en ting godt"], "Done with our stories! Time to share-back!": [null, "Færdig med vores historier! Så er det tid til at dele tilbage!"], "Download": [null, "Download"], "Download and print the activity guide": [null, "Hent og print aktivitetsguiden"], "Download the <strong>table</strong>": [null, "Download <strong>tabellen</strong>"], "Ensuring Your Privacy": [null, "Overholder dine privatlivsrettigheder"], "Error: Paste failed! Make sure your input has exactly two tab-separated columns and try again.": [null, "Fejl: Indsæt mislykkedes! Prøv at tjekke, at dit datainput har præcis to tabulatoradskilte kolonner og prøv så igen."], "Error: Upload failed! Make sure your file has exactly two columns and try again.": [null, "Fejl: Upload fejlede. Tjek at din fil har præcis to kolonner og prøv igen."], "Examining text data in this quantitative way can help you find stories to tell in your data.  The fact that \"%(top_word)s\" is a popular word is good to know, but combine that with ": [null, "At undersøge tekstdata på den her kvantitative måde kan hjælpe dig til at finde historier i dataene. At \"%(top_word)s\" er et populært ord er godt at vide, men kombinér det med"], "Fitting in to Your Pipeline": [null, "Tilpassede værktøjer"], "Focused on Learning ": [null, "Læringsfokus"], "For example, is it significant that <strong>%(id)s</strong> has the %(degree)s highest number of connections but is ranked %(centrality)s for %(betweenness_centrality)s?": [null, "Overvej f.eks. om det er signifikant at <strong>%(id)s</strong> har det %(degree)s højeste antal relationer, men er placeret %(centrality)s i %(betweenness_centrality)s?"], "For example, why might <strong>%(id)s</strong> have the highest %(betweenness_centrality)s in the network?": [null, "For eksempel, hvorfor har <strong>%(id)s</strong> den højeste%(betweenness_centrality)s i netværket?"], "Frequency": [null, "Hyppighed"], "Full name: \"%(name)s\"": [null, "For- og efternavn: \"%(name)s\""], "Gathering Data": [null, "At samle data"], "Graph": [null, "Graf"], "Happiness in the Town of Somerville, MA, USA": [null, "Lykke i byen Somerville, MA, USA"], "Has header row": [null, "Har kolonneoverskrift"], "Have Everyone Share Back": [null, "Lav en fælles opsamling"], "Here is a graph of how your data is connected. Any %(nodes)s linked by an %(edge)s show up in the same row in your input data. Your network graph has %(node_count)s nodes and %(edge_count)s edges.": [null, "Her ser du et diagram for hvordan dine data er forbundet. Alle %(nodes)s forbundet via en %(edge)s vises i den samme række i dit datainput. Dit netværksdiagram har %(node_count)s punkter and %(edge_count)s yderpunkter."], "Here is a picture of the words used most often in your document. Words used more often are bigger, and ones used less often are smaller. This picture, called a \"word cloud\", is helpful to get a sense of the most used words in a document.": [null, "Her er et billede af de mest brugte ord i din tekst. Ord der bruges hyppigt er større end de ord som bruges sjældent. Billedet kalder man en \"word cloud\" og den hjælper med at få et overblik af de mest anvendte ord i et dokument."], "Here's a process we introduce to get you from data to impactful story.  Keep scrolling down to learn about the activities we offer for you to run at each step along the way.": [null, "Her er den proces vi bruger til at få dig fra data til historie med gennemslagskraft. Scroll nedad for at lære om de forskellige aktiviteter, du kan afvikle og der er trinvis guide til."], "Here's some %(metadata)s about each column.": [null, "Her er noget %(metadata)s om hver kolonne."], "How do you build a data culture?  Use our videos and guides to run one activity a month at brown bag lunches in your org.": [null, "Hvordan kan du bygge en datakultur? Brug vores videoer og guides til at afvikle f.eks. en aktivitet om måneden i din organisation."], "How do you know if your story is working?  Does the data you included support the narrative you are telling?  It can be very difficult to put yourself in the shoes of your audience and try to understand what kind of story will change their worldview or move them to action.  And you might have multiple audiences. Each potential audience brings different beliefs and experiences to understanding your message. <strong>Try out ConvinceMe</strong> to practice telling different stories to different audiences.": [null, "Hvordan ved du, om din datahistorie virker? Understøtter de data du bruger det narrativ du vil fortælle? Det kan være vanskeligt at sætte sig selv i andres sted og forstå hvilken type historie, der vil forandre deres verdensbillede og motivere dem til handling. Måske har du endda flere målgrupper. Hver potentiel målgruppe kommer med sine egne værdier og erfaringer, som de tolker dit budskab ind i. <strong>Brug ConvinceMe</strong> for at øve jer i at fortælle forskellige datahistorier til forskellige målgrupper."], "Ignore %(stopwords)s": [null, "Ignorer %(stopwords)s"], "Ignore case": [null, "Ignorer kapitaler"], "Ignore stopwords": [null, "Ignorer stopord"], "In this activity participants will brainstorm questions to ask sample datasets based on summaries of the columnar data.  Work in groups of 2-3 colleagues for about 10 minutes with the data. At the end give them a minute to pick the best question and write it down on the handout, indicating the question, any other data they might need to answer it, and how they would get that data. Start the activity by playing the kickoff video below for your group, which explains all this.": [null, "I den her aktivitet skal deltagerne brainstorme på spørgsmål, de kan stille til de datasæt, som allerede er lagt op på sitet. Der skal arbejdes med dataene i ca. 10 minutter med grupper af 2-3 deltagere. Til sidst giv deltagerne et minuts tid til at udvælge det bedste spørgsmål og skrive det ned på deres handout samt eventuelle andre data de mangler, for at kunne besvare spørgsmålet."], "Introduce the activity and then give folks about 15 minutes to sketch.  With 10 minutes left let them know that they should have chosen a dataset to work with. When they have 5 minutes left make sure they have a story and are sketching on paper, otherwise they'll be scrambling to get a drawing done.": [null, "Præsentér øvelsen og så giv deltagerne ca. 15 minutter til at skitse. Når der er 10 minutter tilbage af tiden, så fortæl deltagerne at de nu bør have udvalgt et datasæt at arbejde videre med. Når der er 5 minutter tilbage,  så tjek at de er på sporet af en historie og er i gang med at skitse den på papir ellers kommer de i tidsbekneb."], "Introduce the group to two related “normal” charts of data.  One can be a single fact, and the other a medium-sized set of information. If you make your own, be sure to avoid data that the audience knows too well - we find that leads people to get lost in the nuances and intimate details. We suggest using more generic or high-level data.  Here are a few handouts you are welcome to download, print, and use:": [null, "Præsentér gruppen for to relaterede diagrammer med data. Den ene kan bestå af et enkelt budskab, den anden bør være et mere kompliceret sæt af informationer. Hvis du laver dine egne, så undgå data, som dine deltagere kender på forhånd ellers har deltagerne en tendens til at fortabe sig i detaljer. Vi synes derfor det fungerer bedst med overordnede, mere generiske data. Du kan også bare bruge det handouts, som vi allerede har forberedt."], "It looks like your two columns have two totally different types of nodes. We think this is a %(bipartite_graph)s. We’ve gone ahead and colored each node based on what column it&#39;s in.": [null, "Det ser ud til at dine to kolonner har to helt forskellige typer af datapunkter. Vi tror, det er %(bipartite_graph)s. Vi har farvet datapunkterne på baggrund af, hvilken kolonne de står i."], "Join the Data Culture Project Now!": [null, "Deltag i projektet Data Culture!"], "Join the discussion group": [null, "Bliv medlem af diskussionsgruppen"], "Kick off the Activity": [null, "Start aktiviteten"], "Kick-Off The Activity": [null, "Sæt aktiviteten igang"], "Large pieces of paper to draw on (2 feet by 3 feet is best)": [null, "Store papirer til at tegne på, gerne A2"], "Learn With Others": [null, "Lær med andre"], "Learn how to ask different types of questions based on a network of data": [null, "Lær hvordan man stiller forskellige typer af spørgsmål baseret på et netværk af data"], "Learn how to move from spreadsheet to story with WTFcsv": [null, "Lær hvordan man går fra regneark til datahistorie med WTFcsv"], "Link must be a valid Google Spreadsheet": [null, "Linket skal være et gyldigt Google regneark"], "Link to a spreadsheet": [null, "Link til et regneark"], "Link to spreadsheet": [null, "Link til regneark"], "Local craft materials (plastic bottle tops, wire, fuzzy balls, colored paper, wood blocks, construction paper)": [null, "Brug de krea-materialer du har ved hånden (flaskelåg, snor, pompomer, farvet papir, træklodser og pap)"], "Metadata summarizes basic information about your data.": [null, "Metadata opsummere basal information omkring din data."], "Network graphs are very trendy right now, but few know how to read them, nor why they they might be useful. In this activity you'll create a dataset about local restaurants people recommend, build a network graph out of that data, and then think about questions you can ask it. You will use <a href='https://connectthedots.databasic.io/'>Databasic.io's Connect the Dots tool</a> to do this.": [null, "Netværksdiagrammer er meget populære, men der er ikke mange, der forstår at læse dem eller hvorfor de er nyttige. I denne øvelse lærer du at skabe et datasæt om folks yndlingsrestauranter i lokalområdet, skabe et netværksdiagram med dataene og endelig reflektere over hvilke spørgsmål du kan stille på den baggrund. Du skal bruge <a href='https://connectthedots.databasic.io/'>Databasic.io's Connect the Dots tool</a> til øvelse."], "No data to display.": [null, "Ingen data at fremvise."], "No results": [null, "Ingen resultater"], "Node": [null, "Punkt"], "Normalization": [null, "Normalisering"], "Not sure how to format your file? Download our template.": [null, "Er du ikke sikker på, hvordan du skal formatere din fil? Download vores skabelon."], "Now that everyone has analyzed text and sketched a story, this video will help people think about where to go from here. For example, what are some text datasets that your organization already has on hand?  We discuss some more sophisticated methods of quantitative text analysis as well as point out some common pitfalls to try to avoid.": [null, "Nu hvor alle deltagere har lavet tekstanalyse og skitseret en datahistorie, så kan videoen her inspirere dem til, hvordan de kommer videre herfra. For eksempel, hvilke datasæt er allerede ved hånden i din organisation? Vi beskriver også nogle andre mere komplicerede metoder til kvantitativ tekstanalyse og nogle almindelige faldgruber og fejl, som kan forebygges. "], "Now that you've done some basic network graph analysis, help the participants think about any network data your organization has on hand.  Are there any questions that came up, or ideas, about steps people should take with your in-house data?": [null, "Nu da du har prøvet kræfter med lidt basal netværksanalyse, så hjælp deltagerne med at tænke om der er andre netværksdata, der kunne anvendes?"], "Now that you've done some basic spreadsheet analysis, this video will help you think about where to go from here. For example, what information in your organization is captured in spreadsheet form? Could you use this same approach with survey result data? With financial data? With lists of donors or web analytics? How can having groups come up with questions help you take the next step with your organization's data? We also discuss some common pitfalls to try to avoid, like remembering to consider outliers and keeping in mind that correlation is not causation.": [null, "Nu hvor du har prøvet kræfter med noget basal regnearksanalyse vil vores video hjælpe dig igang med at tænke på, hvordan du kan komme videre herfra. For eksempel, hvilke typer af information er gemt i regnearksformat i din organisation? Kunne du arbejde med dem på samme måde, som du har gjort her, hvis det er data fra en spørgeskemaundersøgelse? Hvis det er finansielle data? Hvis det er donorlister eller webtraffik? Hvordan kan gruppearbejdet med brainstorming hjælpe dig til at arbejde videre med din organisations data? I videoen kommer vi også omkring de almindeligste faldgruber og hvordan du undgår at falde i, for eksempel at huske de yderligliggende datapunkter og at korrelation ikke er det samme som kausalitet."], "Now that you've practice this with some example data, this video will help you think about where to go next. For example, who are some of the main audiences your organization tries to convince? What are some pitfalls to be aware of when crafting arguments for specific audiences?": [null, "Nu hvor du har prøvet kræfter med nogle eksempler på data, så kan du se videoen her som inspiration til at komme videre. F.eks., hvem i din organisation eller uddannelsesinstitution er den primære målgruppe, der skal overbevise? Hvilke faldgruber skal man tage sig i agt for, når der skal laves argumenter for netop denne målgruppe?"], "Often you don’t recognize the data you already have! Data is all around, but can be difficult to identify and describe.  You need the right data to tell a strong story. As they say, “garbage in, garbage out.”  You also need to remember that a single data set may not be able to answer your questions. Combining datasets is often the best way to create a more fleshed out story. <strong>Use Connect the Dots</strong> to explore crowd-sourcing data from your audience to analyze together as a network.  Or <strong>Use WTFcsv</strong> to think about how to gather the data you need to answer a question.": [null, "Tit så ser vi slet ikke skoven for bare træer, det samme gælder for data. Der er data overalt omkring os, men det kan være svært at identificere og beskrive dem. Du har brug for at den rigtige data for at kunne fortælle en stærk historie. Som man siger, 'du bliver, hvad du spiser'. Du skal også huske på, at dine spørgsmål måske ikke kan besvares ud fra et datasæt. At kombinere datasæt er ofte den bedste måde at skabe en detaljeret historie på. <strong>Brug Connect the Dots</strong> for at udforske data fra dit publikum som et netværk. <strong>Brug WTFcsv</strong> til at overveje, hvordan du kan samle de relevante data til at besvare dit spørgsmål."], "Only files under MB are accepted": [null, "Kun filer under MB kan anvendes"], "Only these file types are accepted: csv, xls, xlsx": [null, "Kun disse typer filer kan anvendes: csv, xls, xlsx"], "Only these file types are accepted: txt, docx, rtf": [null, "Kun disse typer filer kan anvendes: txt, docx, rtf"], "Other": [null, "Andet"], "Paper &amp; pens": [null, "Papir &amp; pen"], "Participants will understand build familiarity with some standard terms and approaches to working with network graphs. Begin by sharing some inspirational examples, then fill in a spreadsheet together of restaurants and who recommends them.  This should have two columns - 'Person' and 'Restaurant'. Then paste this data into Connect the Dots to analyze it. Share the URL and have people poke at it, or other sample data, to look for insights and prompt questions.": [null, "Deltagerne vil forstå og få kendskab til standardbegreber indenfor netværksanalyse. Start med at vise nogle eksempler til inspiration, og herefter skab et regneark over deltagernes yndlingsrestauranter. og hvem der anbefaler hvilke. Der skal være to kolonner i regnearket - 'person' og 'restaurant'. Indsæt herefter datasættet i Connect the Dots for at analysere det. Del URL'en og få deltagerne til at stille spørgsmål, reflektere og opdage deltaljer og indsigter."], "Paste a link": [null, "Indsæt link"], "Paste links": [null, "Indsæt links"], "Paste rows": [null, "Indsæt rækker"], "Paste rows from an Excel or Google spreadsheet, with this format:": [null, "Indsæt rækker fra et Excel eller Google regneark med dette format:"], "Paste text": [null, "Indsæt tekst"], "Paste text...": [null, "Indsæt tekst..."], "People around the world are using this activity. Learn from their comments below, and please share your experience with others by submitting it! Comments you leave here will be moderated. Once approved, they will be shared on this page and are public.": [null, "Folk rundt om i verden bruger de her værktøjer. Lær af deres kommentarer nedenfor og del gerne dine egne erfaringer ved selv at kommentere! Kommentarerne vil blive modereret og efter godkendelse vil de blive delt på siden og være offentligt tilgængelige."], "Planning to show the videos offline? <a href=\"https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0\">Click here</a> to download them in advance.": [null, "Hvis du gerne vil vise videoer offline? <a href=\"https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0\">Klik her</a> for at downloade dem på forhånd."], "Planning to show the videos offline? <a href=\"https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0\">Click here</a> to download them in advance.": [null, "Vil du vise videoerne offline? <a href=\"https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0\">Click here</a> så kan de downloades på forhånd."], "Planning to show the videos offline? <a href=\"https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0\">Click here</a> to download them in advance.": [null, "Vil du vise videoklip offline?<a href=\"https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0\">klik her</a> for at downloade dem på forhånd."], "Play this video after each small group has sketched their story on a large sheet of paper. Here we outline some questions to discuss as each group describes the story that they found. For example, you'll want to take note of stories based on comparing two things versus those those based on a single, interesting data point. And you can start a conversation about how groups used visual parameters – like color, size and position – to communicate their story.": [null, "Afspil videoen efter alle grupperne har færdiggjort deres datahistorie på papir. I videoen opridser vi nogle diskussionsspørgsmål som kan diskueteres undervejs, når grupperne præsenterer deres datahistorier. For eksempel så bid mærke i historier som baserer sig på at sammenligne to datasæt og hold dem op imod dem som kun bygger på et enkelt datasæt. Du kan også starte en diskussion om hvilke visuelle parametre grupperne har brugt - farve, størrelser og disposition - for at formidle deres datahistorie."], "Play this video after each small group has written their questions on the WTFcsv handout. Here we outline some things to discuss as each group enumerates their questions and the process they might take to start answering them. For example, you want to validate groups that asked 'meta questions', like 'where is this data from?' or 'Can we trust this data?' as well as groups that started to ask questions about patterns that they saw in the data itself. If groups ask questions about patterns in data, ask them to take a step towards answering them. What other data would they need to answer their questions? Who collects that data?": [null, "Afspil videoen her efter grupperne har skrevet deres spørgsmål ned på WTFcsv handoutet. I videoen opridser vi nogle enmer til videre diskussion og i takt med at gruppernerne kommer omkring deres egne spørgsmål og vil de måske begynde at få svarene på nogle af de mere overordnede emner. Du bør som facilitator bekræfte grupper med metaspørgsmål i deres valg af spørgsmål - det kan være spørgsmål som \"hvor er dataene henne?\" eller \"kan vi stole på de her tal?\", men det sammen gør sig gældende for grupper der stiller spørgsmål til mønstre i selve dataene - bed dem gerne om selv at arbejde med at identificere svarene. Hvilke andre data har de brug for, for at kunne besvare deres egne spørgsmål? Hvem samler disse data? "], "Play this video after you've finished making arguments to convince your volunteer stakeholders to move forward.  Ask different people to explain why they made the arguments they did, and ask the stakeholders why something convinced them or not. Highlight similarities in the arguments people made, or arguments that worked for one audience but might not for another.  Point out particularly strong uses of data in support of arguments to start a conversation about how to use data in appropriate ways to convince people.": [null, "Afspil videoen efter I er færdige med at bygge argumenter, der skal overbevise jeres frivillige interessenter om at gå videre. Bed forskellige deltagere om at forklare, hvorfor de har konstrueret deres argumenter, som de har? Spørg interessenterne, hvorfor eller hvorfor ikke de er blevet overbevist. Understreg lighederne i de forskellige argumenter deltagerne har lavet samt de argumenter, som vil fungere til et publikum, men måske ikke til et andet. Fremhæv særligt stærke argumenter for at starte en samtale om, hvordan vi kan bruge data til at overbevise hinanden."], "Please enter a valid email address": [null, "Indtast venligst en gyldig emailadresse"], "Portuguese data sourcing:": [null, "Identifikation af portugisiske datasæt:"], "Portuguese translation:": [null, "Den portugisiske oversættelse:"], "Practice making data-driven arguments that they to get difference audiences to change their behavior": [null, "Øv dig i at formulere data-drevne argumenter, som kan påvirke forskellige grupper af tilhørere til at ændre deres adfærd"], "Principal Investigators:": [null, "Indledende undersøgelse:"], "Printouts of the <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way infographic from Good Magazine</a>": [null, "Prints af <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way infographic fra Good Magazine</a>"], "Rahul Bhargava and Catherine D'Ignazio, creators of Databasic, describe how everyone can tell stories with data.": [null, "Rahul Bhargava og Catherine D'Ignazio, skaberne bag Databasic, fortæller her, hvordan alle kan fortælle historier med data."], "Run the Activity": [null, "Start aktiviteten"], "SameDiff": [null, "SameDiff"], "SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.": [null, "SameDiff sammenholder et %(corpus)s med en anden tekst, for at vise dig forskelle og ligheder i teksterne. Den bruger kosinus simularitet til at bestemme om teksterne er meget ens eller meget forskellige."], "SameDiff compares two or more text files and tells you how similar or different they are.": [null, "Samediff sammenligner to eller flere tekstfiler og fortæller dig, hvor ens eller forskellige de er."], "SameDiff results": [null, "SameDiff resultater"], "Sample": [null, "Eksempel"], "Scores how much of a &quot;connector&quot; each node is. A high score means lots of nodes can go through one to quickly connect to other nodes.": [null, "Angiver i hvor høj grad hvert datapunkt fungerer som &quot;forbindelsesled&quot;. En høj score betyder at mange datapunkter kan få hurtig adgang til andre datapunkter via dette punkt."], "Set Up": [null, "Opsætning"], "Sketch a Story": [null, "Skab en historie"], "Software development:": [null, "Softwareudvikling:"], "Sometimes faster isn't better.  If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible.  That's why we've built DataBasic with learners in mind.  Don't know what some technical word means? Hover over it to see a quick definition.  Not sure how to use a tool?  Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.": [null, "At være hurtigst er ikke altid bedst. Hvis du virkelig vil lære at arbejde med data og fortælle datahistorier, så har du brug for mere end værktøjer, der hurtigt kan spytte diagrammer ud. Vi har derfor forsøgt at bygge DataBasic med modtageren som fokuspunkt. Er der tekniske ord, du ikke ved, hvad betyder? Hold musen over ordet og en kort definition ses straks. Usikker på, hvordan et bestemt værktøj bruges? Start med at anvende de datasæt, vi allerede har lagt op til dig. "], "Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s": [null, "Vi beklager, men der er ingen resultater at fremvise. Måske er din tekst for kort... eller også består den primært af %(stopwords)s "], "Spanish data sourcing:": [null, "Identifikation af spanske datasæt:"], "Spanish translation:": [null, "Den spanske oversættelse:"], "Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture.  With the happiness data, some people try to merge to two datasets, while others just focus on one.  Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects.": [null, "Stop alle, når tiden er gået. Hver gruppe har så 1 minut til at præsentere. Du bør opsamle undervejs, du kan påpege sammenhænge og forskelle i de forskellige skulpturer folk har skabt. Tit vil du se, at nogle grupper er gået i detaljen, mens andre forsøger at se på den bredere sammenhæng. Med lykke-dataene forsøger nogle deltagere typisk at forene de to datasæt, mens andre vælger kun at fokusere på det ene. Fremhæv når, og hvordan, skulpturerne divergerer fra mere traditionelle diagrammer og tydeliggøre, hvor indlejret vores forståelse af datavisualiseringer er! Prøv om du kan identificere mønstre i hvordan tallene præsenteres i skulpturerne.  "], "Stopwords are words in text analysis that are ignored such as \"this\", \"that\", \"and\" and \"but.\"": [null, "Stopord er ord der ignoreres i en tekstanalyse, det kan være \"det\", \"den\", \"og\" and \"men.\""], "Stopwords are words in text analysis that are ignored such as &quot;this&quot;, &quot;that&quot;, &quot;and&quot; and &quot;but.&quot;": [null, "Stopord er ord i en tekstanalyse man vælger at ignorere, såsom &quot;det&quot;, &quot;den&quot;, &quot;og&quot; og &quot;men.&quot;"], "Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture.": [null, "Kæmper du med at opbygge datakompetence i din organisation? Brug vores hands-on program til at sætte gang i datakulturen."], "Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture. We provide facilitation videos to help you run creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings! We suggest that in order to kickstart your data culture, you run one activity per month as a brown bag lunch at your organization. Learn more at <a href='https://datacultureproject.org'>https://datacultureproject.org</a>": [null, "Kæmper I med at opbygge datakompetencer i din organisation? Brug vores hands-on aktiviteter til at komme i gang med at skabe en datakultur. Vi har videoer, der italesætter hvordan du kan facilitere kreative workshops og øvelser for ikke-teknisk personale i din organisation. Øvelserne er ikke kedelige øvelser i regneark! Vi foreslår, at I afvikler en aktivitet om måneden, hvis I vil kickstarte jeres datakultur. Lær mere på om måneden, hvis I vil kickstarte jeres datakultur. Lær mere på https://datacultureproject.org."], "Tape, glue, scissors": [null, "Tape, lim, sakse"], "Telling Your Story": [null, "At fortælle  din historie"], "Telling your story is where the rubber hits the road. Numbers alone are not enough to make your case or move people to action. You have to give your data some context, and stitch it together into a narrative so that people can understand it.  <strong>Sketch a story with WordCounter</strong> to practice communicating a data-driven story visually.": [null, "At fortælle din historie er der, hvor der kommer kulør på. Tal rører ikke folk, så du er nødt til at give dine data noget kontekst og binde det sammen med et narrativ folk kan relatere til. <strong>Brug WordCounter til at skabe en historie</strong> og til at øve dig i at formidle datahistorier på en visuel måde."], "Text": [null, "Tekst"], "The &quot;dots&quot; in the network - the central organizing thing that is connected to others.": [null, "&quot;Punkterne&quot; i netværket er det organiserende element, som knytter sig til andre."], "The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.": [null, "Scoren for kosinus lighed fortæller dig, hvor ens to dokumenter er ud fra hyppigheden i anvendelsen af de samme ord. "], "The Cost of an MIT Education": [null, "Prisen for en uddannelse på MIT"], "The Data Culture Project is an initiative of  <a href='http://databasic.io'>DataBasic.io</a>.  We’ve pulled together the years of work with nonprofits into one place to help you build a data culture. DataBasic.io is the brainchild of <a href='http://kanarinka.com'>Catherine D’Ignazio</a> and <a href='http://datatherapy.org'>Rahul Bhargava</a>.": [null, "Datakulturprojektet er et initiativ af <a href='http://databasic.io'>DataBasic.io</a>. Vi har samlet årevis af erfaringer med at arbejde for nonprofit organisationer på et sted.  DataBasic.io er skabt af <a href='http://kanarinka.com'>Catherine D’Ignazio</a> og <a href='http://datatherapy.org'>Rahul Bhargava</a>."], "The Data Process": [null, "Dataprocessen"], "The average is": [null, "Gennemsnittet er"], "The biggest number is": [null, "Det største nummer er"], "The documents are about the same length so you don't have to use %(normalized)s in order to compare them.": [null, "Dokumenterne er nogenlunde lige store, så du behøver ikke at have %(normalized) aktivitetet for at sammenligne dem."], "The documents are of different lengths so to compare them fairly you should keep %(normalized)s on.": [null, "De to dokumenter har forskelligt omfang, for at gøre din sammenligning rimelig bør du lade %(normalized)s være aktiv."], "The earliest date is": [null, "Den tidligste dato er"], "The earliest time is": [null, "Den tidligste tid er"], "The idea of playing with data is new to most folks. This activity lets people quickly build sculptures that tell a simple data story with craft materials. The playful approach to the data helps engage the participants in thinking about how stories can be found and presented quickly, and helps people feel more freedom and flexibility about data presentations. It builds a notion of \"presentation\" instead of \"visualization\". The activity also builds the ability to translate words and numbers into structural forms. In addition, playing with these materials at the start of a workshop can break down power dynamics that might exist within the group.": [null, "Ideen om at man kan \"lege\" med data er ny for de fleste. Aktiviteten her lader folk komme hurtigt igang med at fortælle simple datahistorier ved at bygge skulpturer. Den legende tilgang er befordrende for deltagernes engagement i at tænke på datahistorier og formulere dem hurtigt og smertefrit. Deltagerne føler de har mere frihed og fleksibilitet til at formidle deres datahistorier. De skaber en stemning af hurtige pitch fremfor datavisualiseringer. Samtidigt skabes der også færdighed til at oversætte ord og tal til strukturelle former. Derudover kan den legende tilgang bidrage til at nedbryde eksisterende magtrelationer i gruppen internt."], "The immediate number of connections a node has.": [null, "Det umiddelbare antal af forbindelser et datapunkt har."], "The latest date is": [null, "Den nyeste dato er"], "The latest time is": [null, "Den nyeste tid er"], "The median is": [null, "Medianen er"], "The most frequent values in this column are:": [null, "Den oftest forekommende værdi i denne kolonne er:"], "The smallest number is": [null, "Det mindste nummer er"], "The standard deviation is": [null, "Standard deviationen er"], "The total is": [null, "Totalen"], "The unique values in this column are:": [null, "De unikke værdier i denne kolonne er:"], "There are tons of tools for working with data; many so complex they are intimidating to even start with.  We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for.  This lets us concentrate on making that one thing both simple and powerful.": [null, "Der er tonsvis af værktøjer til at arbejde med data, men mange er så komplekse at vi slet ikke får begyndt. Værktøjerne i DataBasic er skabt for at sætte fokus på at gøre en ting godt, så du også ved, hvad de kan bruges til. Lad os fokusere på at gøre en ting ad gangen så den både er simpel og stærk."], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "Der er %(num)s række af manglende data", "Der er %(num)s rækker af manglende data"], "These results will expire in %(day)s days.": [null, "Resultaterne udløber om %(day)s dage."], "These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.": [null, "Disse simple værktøjer gør det let og sjovt at identificere den gode historie bag tallene."], "These two documents are %(description)s.": [null, "Disse to dokumenter er %(description)s."], "They have a %(cosine_sim)s score of %(score)s": [null, "De har en %(cosine_sim)s score på %(score)s"], "They might have expired. Why not try <a href=\"/%(lang)s/%(tool_name)s\">analyzing some new data?</a>": [null, "De er måske udløbet. Prøv at <a href=\"/%(lang)s/%(tool_name)s\">analysere noget andet data?</a>"], "Thick crayons or markers of different colors": [null, "Fede tusser i forskellige farver"], "This activity builds on the pedagogy and workshop style of the MIT Media Lab’s <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (where Rahul got his Master’s degree).  It also has connections to the <a href='http://www.placeit.org/bio.html'>participatory urban planning work of James Rojas</a>.": [null, "Aktiviteten her bygger på pædagogik og didaktik fra workshops i MIT Media Lab <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (hvor Rahul tog sin master). Den har også forbindelse til <a href='http://www.placeit.org/bio.html'>brugerinddragende byplanlægningsprojekter af James Rojas</a>."], "This activity will take 20 to 30 minutes. You should have these materials on hand:": [null, "Aktiviteten tager 20-30 minutter. Du bør have følgende materialer ved hånden:"], "This activity will take 30 to 45 minutes. You should have these materials on hand:": [null, "Denne aktivitet vil tage mellem 30 og 45 minutter. Du bør have disse materialer ved hånden:"], "This column is full of": [null, "Kolonnen er fuld af"], "This field is required": [null, "Dette felt er påkrævet"], "This node has the highest %(betweenness_centrality)s score. The most nodes can go through %(kevin_bacon)s to connect to others in the network.": [null, "Dette datapunkt har den højeste %(betweenness_centrality)s score. De fleste andre datapunkter kan gå via %(kevin_bacon)s for at få forbindelse til de andre i netværket."], "This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.": [null, "Dette værktøj hjælper dig med at tælle ord, %(bigrams)s, og %(trigrams)s i tekst. Dette er ofte det første skridt i en kvantitativ tekst analyse."], "Times": [null, "Tidspunkter"], "Toggle normlization": [null, "Skift normalisering"], "Top Words": [null, "Top ord"], "Trigrams": [null, "Trigrammer"], "Try It Out": [null, "Prøv det"], "Try these other tools to do more full-fledged analysis:": [null, "Få en mere gennemført analyse med et af disse værktøjer:"], "Try to ConvinceMe": [null, "Prøv at overbevise mig"], "Trying to Build a <b>Data Culture</b> in Your Organization?": [null, "Forsøger I at opbygge en <b>datakultur</b>i din organisation?"], "Trying to build a data culture can be a lonely effort in organizations that haven't recognized the importance of data. Join the Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a> to connect with others and reflect on how these activities are working, or not working, for your organization.": [null, "At sætte fokus på din organisations datakultur kan være en ensom indsats, hvis organisationen ikke har anerkendt værdien af data. Deltage i Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a> for at netværke med andre og diskutere hvordan aktiviteter og øvelser fungerer (eller ikke fungerer) i din organisation."], "US Ice Cream Consumption": [null, "Amerikanernes forbrug af is"], "Undefined": [null, "Udefineret"], "Understanding relationships as nodes and edges in a network can lead to deeper insights about how information travels through the system. For example, what role does %(connector)s, the Connector, play in the network?</p><p>You can start to look for patterns in the nodes that are the most and least connected. %(whatnext_mismatch)s Why does <strong>%(lowest_degree)s</strong> have the fewest connections?</p><p>Being curious about these measures and patterns is the first step in understanding network data. Check out our activity guide for more help on analyzing network data.": [null, "At forstå forbindelser, som datapunkter og relationer i et netværk kan føre til dybere indsigter om, hvordan information bevæger sig igennem et system. F.eks. hvilken rolle spiller %(connector)s relationen i netværket?</p><p>Start med at lede efter mønstre blandt de datapunkter der er mest og mindst forbundet. %(whatnext_mismatch)s Hvorfor har <strong>%(lowest_degree)s</strong> de færreste relationer?</p><p>At være nysgerrig på målinger og mønstre er det første skridt til at forstå netværksdata. Brug vores aktivitetsguide til at få yderligere hjælp til at analysere netværk."], "Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data.  For instance, is it surprising that \"%(most_common_value)s\" is the most frequent value in the %(random_column_name)s column?  Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column?  Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column?  <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for more help on asking questions of data sets.": [null, "At forstå dataene i din CSV fil er første skridt på vejen til at analysere efter datahistorier. At se på de individuelle kolonner kan hjælpe dig med at identificere spørgsmål, som kunne være sjove at spørge dine data om. For eksempel, er det overraskende at \"%(most_common_value)s\" er den hyppigst anvendte værdi i  %(random_column_name)s column? Giver det mening at sammenligne %(random_column_name2)s kolonne med %(random_column_name3)s kolonne? Er der andre datasæt, du kunne finde, for at stille flere interessante spørgsmål om %(random_column_name)s column?  <br /><br />At stille den type spørgsmål er det første skridt i at forstå de data du har, og hvilken slags datahistorie du kan finde i dem. Tjek vores <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for mere hjælp i at stille spørgsmål til dine datasæt."], "Upload a file": [null, "Upload en fil"], "Upload file": [null, "Upload fil"], "Upload files": [null, "Upload filer"], "Upload...": [null, "Upload..."], "Use Connect the Dots": [null, "Brug Connect the Dots"], "Use SameDiff": [null, "Brug SameDiff"], "Use WordCounter to analyze a musician’s lyrics and sketch a story with their words": [null, "Brug WordCounter til at analysere f.eks. sangtekster og skits en datahistorie med ordene"], "Use a sample": [null, "Brug et eksempel"], "Use our self-service learning program to facilitate fun, creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings. The free tools and activites below are hands-on and designed to meet people where they are across your organization and build their capacity to work with data. Try to kickstart your data culture by running one activity per month as a brown bag lunch. The videos and facilitation guides below will lead you through running them yourself. People at more than 30 organizations have done so already - from a local public library, to the World Food Progam.": [null, "Med vores selvbetjeningsløsning kan du introducere emnet på en sjov og kreativ måde for personer uden teknisk interesse. Her finder du ingen kedelige regneark. De gratis værktøjer og aktiviteter giver hands-on erfaring ved at møde folk, der hvor de er - på tværs af din organisation - og øger deres evne til at arbejde med data. Kick-start eksempelvis jeres datakultur med afvikling af en aktivitet om måneden, som en madpakke. Herunder finder du videoer, der klæder dig på til at afvikle aktiviteterne. Personer fra mere end 30 organisationer benytter dem allerede - fra lokalbiblioteker til globale fødevareprogrammer"], "Use physical craft materials to tell a data story in 3D": [null, "Brug fysiske materialer og krea ting til at fortælle en 3D datahistorie"], "Use samples": [null, "Brug eksempler"], "WTFcsv": [null, "WTFcsv"], "WTFcsv tells you WTF is going on with your .csv file.": [null, "WTFcsv fortæller dig, hvad der er op og ned i din .csv fil."], "WTFcsv: ": [null, "WTFcsv: "], "Warm Ups": [null, "Opvarmning"], "Warning: The file you uploaded had multiple sheets, but we only used the first sheet.": [null, "Advarsel: Den fil du har oploadet har flere ark, men vi har kun brugt det første ark."], "We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.": [null, "Vi kan ikke analysere dine data, da de ikke er i en standardiseret form. Den første række i dit datasæt bør indeholde navnene på dine kolonner."], "We couldn't find any results": [null, "Der var ingen resultater"], "We're ready to start": [null, "Vi er klar til at starte"], "Welcome to the WordCounter Sketch a Story activity! These videos will help you run the activity.": [null, "Velkommen til WordCounters Skits en historie aktivitet. Videoerne her kan hjælpe dig med at afvikle aktiviteten"], "What do I do next?": [null, "Hvad gør jeg nu?"], "What questions can (and cannot) be answered with data? And once you are staring at some rows and columns, how do you start to make sense of the data in front of you? In this stage, you learn to take the first step in the data analysis process by asking good questions. <strong>Use WTFcsv</strong> to quickly summarize spreadsheet data, brainstorm questions about it, potential connections to other data sets, and potential biases you might bring to it. Remember – the data never speaks for itself – you help it speak by asking better and better questions. ": [null, "Hvilke spørgsmål kan (eller kan ikke) besvares med data? Og når du nu er begyndt med at kigge på rækkerne og kolonnerne, hvordan kan du så skabe mening i dem? Her lærer du at tage de første skridt ud i dataanalyse ved at stille gode spørgsmål. <strong>Brug WTFcsv</strong> for hurtigt at skabe overblik i et regneark, lav en brainstorm på relevante spørgsmål, se efter potentielle relationer til andre datasæt og de potentielle bias, som du måske selv har med. Husk, data siger ikke noget i sig selv, du hjælper dataene med at formidle et budskab, bl.a. ved at starte med at stille bedre spørgsmål "], "Why use DataBasic?": [null, "Hvorfor bruge Databasic?"], "With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it.  We store information you upload for only the amount of time it takes us to analyze it, then we delete it.  The aggregate results we show you - metadata - are kept for 60 days, and then we delete them.  All communications are over https, so other folks can't eavesdrop on the data as you upload it.": [null, "Med alle de online dataværktøjer kan det blive svært at overskue, hvor dine data forsvinder hen og hvad der sker med dem, efter de er lagt på internettet. Vi gemmer kun dine informationer i det begrænsede tidsrum, det tager at analysere dem, og herefter slettes de. Alle kommunikation foregår over https, så andre mennesker ikke kan kigge dig over skulderen, når du uploader data. "], "Word": [null, "Ord"], "WordCounter": [null, "WordCounter"], "WordCounter analyzes your text and tells you the most common words and phrases.": [null, "WordCounter analyserer dine tekster og finder frem til tekstens mest benyttede ord og fraser."], "WordCounter results": [null, "WordCounter resultater"], "Words that are in %(doc)s": [null, "Ord der er tilstede i %(doc)s"], "Words that are only in %(document)s": [null, "Ord der kun er tilstede i %(document)s"], "Work with high-schoolers? Journalists? Community groups? Graduate students?  Us too!!!  That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences.  These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.": [null, "Arbejder du med udskolingselever, elever på ungdomsuddannelser, foreninger eller netværk? Det gør vi også!!! Derfor har vi designed og afprøvet DataBasic værktøjerne og aktiviteterne i både klasselokaler og workshops. Værktøjerne er udviklet i frustration over de værktøjer vi tidligere måtte bruge i vores undervisning af bachelorstuderende."], "Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon.  So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to.  Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.": [null, "At arbejde med online data involverer altid en blanding af værktøjer. Løsningen på den udfordring er slet ikke på horisonten endnu. Derfor har vi lavet DataBasic så flere typer af data kan anvendes, og på samme måde kan dit output eksporteres i et format du kender. Noget indhold kan ses fra websitet og andet kan downloades som .csv og det er bare to af de måder, vi prøver at introducere dig til at arbejde med online data. "], "Wrap-Up and Talk Next Steps": [null, "Opsamling og næste skridt"], "You can share these results by emailing this url:": [null, "Du kan dele dine resultater ved at sende en email til denne url:"], "You must input a URL": [null, "Du skal indsætte en URL"], "You must input a valid url": [null, "Du skal indsætte en gyldig url"], "You must select two files": [null, "Du skal vælge to filer"], "Your %(logo)s Report": [null, "Din %(logo)s rapport"], "about": [null, "om"], "algorithm": [null, "algoritme"], "almost the same": [null, "næsten ens"], "betweenness centrality": [null, "betweenneess værdien"], "bigram": [null, "bigram"], "bigrams": [null, "bigrammer"], "bipartite graph": [null, "todelt graf"], "blog": [null, "blog"], "change language to english": [null, "skift sprog til engelsk"], "change language to portuguese": [null, "skift sprog til portugisisk"], "change language to spanish": [null, "skift sprog til spansk"], "choose input type": [null, "vælg inputtype"], "close window": [null, "luk vindue"], "color by": [null, "farve efter"], "color by column": [null, "farve efter kolonne"], "color by community": [null, "farve efter gruppe"], "column": [null, "kolonne"], "community": [null, "gruppe"], "completely different": [null, "fuldstændigt forskelligt"], "corpus": [null, "tekstkorpus"], "cosine similarity": [null, "kosinus lighed"], "data type": [null, "data type"], "download": [null, "download"], "download csv of bigram frequencies": [null, "download csv af bigramfrekvenser"], "download csv of trigram frequencies": [null, "download csv af trigram frekvenser"], "download csv of word frequencies": [null, "download csv af ordfrekvenser"], "edge": [null, "relation"], "for analysis": [null, "til analyse"], "for printing or editing": [null, "til printning eller redigering"], "for the web": [null, "til nettet"], "frequency": [null, "frekvens"], "go to %(tool)s": [null, "gå til %(tool)s"], "go to data basic home page": [null, "til databasic startsiden"], "help": [null, "hjælp"], "https://en.wikipedia.org/wiki/Natural_language_processing": [null, "https://da.wikipedia.org/wiki/Sprogteknologi"], "in the top 40 bigrams, and ": [null, "i top 40 over bigrammer, og "], "in the top 40 trigrams, to understand the context of how it is used.  With that richer understanding of the context, you can sketch out a picture of why \"%(top_word)s\" is so important in %(title)s. <br/><br />So grab some paper and some crayons and start drawing what you see!  Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">activity guide</a> for more help on sketching out a story.  Want to dig into the data more? Download all the <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">word counts</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigrams</a>, or <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigrams</a> and investigate why \"%(random_unpopular_word)s\" is used %(random_unpopular_word_count)s times!": [null, "i top 40 over trigrammer, for at forstå konteksten og hvordan det bliver brugt. Med en rigere forståelse af konteksten kan du skitsere et billede af, hvorfor  \"%(top_word)s\" er så centrale i %(title)s. <br/><br />Så fat papir og farver og begynd at tegne, hvad du ser! Tjek også vores <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">activity guide</a> ud, hvis du vil have mere hjælp til at skitsere en historie. Hvis du vil dykke dybere ned i dataene, så download alle <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">word counts</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigrams</a> eller <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigrams</a>og undersøg hvorfor \"%(random_unpopular_word)s\" bruges %(random_unpopular_word_count)s gange!"], "kind of similar": [null, "rimeligt ens"], "kind of similar, and also kind of different": [null, "rimeligt ens, men også rimeligt forskelligt"], "metadata": [null, "metadata"], "no colors": [null, "ingen farver"], "node colors": [null, "farver på datapunkter"], "nodes": [null, "datapunkter"], "normalization": [null, "normalisering"], "occurs %(frequency)s times": [null, "forekommer %(frequency)s gange"], "pretty different": [null, "ret forskelligt"], "sort of similar": [null, "ret ens"], "source target": [null, "har forbindelse"], "stopwords": [null, "stopord"], "the %(num)d use ": ["the %(num)d uses ", "", ""], "the %(num)s use ": ["the %(num)s uses ", "", ""], "the connector": [null, "relationen"], "title": [null, "titel"], "total uses": [null, "samlet brug"], "trigram": [null, "trigram"], "trigrams": [null, "trigrammer"], "uses in": [null, "brug i"], "value": [null, "værdi"], "very different": [null, "meget forskelligt"], "with contributions from": [null, "Med bidrag fra "], "word": [null, "ord"], "words": [null, "ord"], "your text": [null, "din tekst"]}
