{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.8.0", "Language": "en_CY", "Language-Team": "en_CY <LL@li.org>", "Last-Translator": "FULL NAME <EMAIL@ADDRESS>", "MIME-Version": "1.0", "PO-Revision-Date": "2021-03-02 06:18-0500", "POT-Creation-Date": "2021-05-02 06:54-0400", "Plural-Forms": "nplurals=2; plural=(n != 1)", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, "<b>Discuss the example visualization</b>.<br /> Introduce the sample visualization you have chosen and discuss its audience, goals, and content. We like to use <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>this infographic on water usage from GOOD.is</a>. It is quite opinionated, so its message and goal are clear. Direct participants to compare beef with all other water usage - it far exceeds everything else on the page!": [null, "<b>Discuss the example visualization</b>.<br /> Introduce the sample visualization you have chosen and discuss its audience, goals, and content. We suggest the <a href='https://www.data.cymru/eng/way-to-go-infographic'>infographic on energy and water saving actions </a>from Welsh Government's Way To Go campaign as its message and goal are clear. "], "After participants have looked over the visualization, ask them a series of questions. Try to keep the discussion focused on these exploratory questions rather than whether the visualization is \"good\" or \"bad\" (evaluation comes after exploration). First ask them to identify some of the datasets used. Collect four or five answers from participant. <i>For the USAID graphic, these often include answers like \"population data over time\", \"crop yield predictions\", and \"animal ownership in Ecuador\".</i> Then talk about how telling these stories requires you to pull from multiple datasets; you can seldom put together a strong story with just one spreadsheet.": [null, "After participants have looked over the visualization, ask them a series of questions. Try to keep the discussion focused on these exploratory questions rather than whether the visualization is \"good\" or \"bad\" (evaluation comes after exploration). First ask them to identify some of the datasets used. Collect four or five answers from participant. <i>For the Sport Wales graphic, these often include answers like \"population projections \", and \"GDP\".</i> Then talk about how telling these stories requires you to pull from multiple datasets; you can seldom put together a strong story with just one spreadsheet."], "An example data set to work with (this can be quite small if it resonates well with the participants). A fun dataset like the <a href='http://a816-dohbesp.nyc.gov/IndicatorPublic/dognames/'>dog registrations of New York City</a> lends itself to this activity well. This should be in a format that lends itself to your participants playing with it.  We often explore CSV-formatted files with <a href='https://public.tableau.com'>Tableau Public</a> or ": [null, "An example data set to work with (this can be quite small if it resonates well with the participants). A fun dataset like the <a href='/static/files/activity-materials/en_CY/UFO_Sightings_Reported_Wales.csv'> UFO Sightings Reported in Wales</a> lends itself to this activity well. This should be in a format that lends itself to your participants playing with it.  We often explore CSV-formatted files with <a href='https://public.tableau.com'>Tableau Public</a> or "], "Begin by handing out printouts of the graphic you've selected and giving a little backstory about its context. <i>For example, the USAID graphic was commissioned as part of a series for their 50th anniversary celebration, focused on highlighting success but also the challenges ahead. We've been told it was published online but also displayed in their entrance as a large banner. It was created for the USAID by an independent design firm named <a href=\"https://lemonly.com\">Lemonly</a>.</i>": [null, "Begin by handing out printouts of the graphic you've selected and giving a little backstory about its context. <i>For example, the Sport Wales graphic was commissioned to accompany the publication of the Acting Today For An Active Tomorrow report, which was produced by the Sport Wales Advisory Group in 2014. It details the key trends that will affect sport in Wales."], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data."], "Next, ask participants to identify how this data is represented. Collect a few answers. <i>For example, in the USAID graphic population size is represented by a globe increasing in size and percentages are represented as donut charts</i>. Briefly share how this sets up a consistent set of charts and symbols and ways to use them. We call this the \"visual vocabulary\" of the story.": [null, "Next, ask participants to identify how this data is represented. Collect a few answers. <i>For example, in the Sport Wales graphic icons are used to help people understand what the data is referring to and percentages are represented as donut charts.</i>"], "Printouts of a visualization (we often use <a href=\"https://foodtechconnect.com/2012/01/10/usaid-infographics-on-agriculture-simplify-reality-infographic/\">this one from USAID</a> or <a href=\"http://owni.fr/files/2010/11/12-e1288712778782.jpg\">this one about the Iraq war</a>); print out 1 paper for every two or three participants)": [null, "Printouts of a visualization (we suggest <a href=\"https://www.data.cymru/eng/acting-today-infographic\">this one from Sport Wales</a> or <a href=\"https://www.data.cymru/eng/greenhouse-gas-emissions-infographic\">this one from Welsh Government about greenhouse Gas Emissions</a>); print out 1 paper for every two or three participants."], "Printouts of the <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way infographic from Good Magazine</a>": [null, "Printouts of the <a href=\"https://www.data.cymru/eng/way-to-go-infographic\">Way To Go Campaign infographic from Welsh Government </a>"], "Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture.  With the happiness data, some people try to merge to two datasets, while others just focus on one.  Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects.": [null, "Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture.  With the Breeding Birds Populations in Wales data, you could try to merge the two datasets or  just focus on one.  Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects."], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "", ""], "Thirdly, ask participants to identify the short story they think this graphic is trying to tell. What are the data and visual representation trying to say? Ask folks to summarize it in just one sentence, like you would in a tweet. <i>In the USAID example most people think the story is something like \"food needs are rising, and if we can help female farmers we'd be better prepared to produce enough food.\"</i> Try to keep participants focused on the story, rather than what they think about it (that comes next).": [null, "Thirdly, ask participants to identify the short story they think this graphic is trying to tell. What are the data and visual representation trying to say? Ask folks to summarize it in just one sentence, like you would in a tweet. <i>In the Sport Wales example most people think the story is something like \"Society is changing, we must ensure that sport provision adapts to meet the challenges and maximise the opportunities\".</i> Try to keep participants focused on the story, rather than what they think about it (that comes next)."], "To finish, ask folks if they think the story is well told. What elements best support the story? Are there extraneous pieces that don't help the story along? Are there pieces that actively distract from the main point or contradict it? <i>In the USAID example focus on the takeaway message - what is it? Is it emphasized enough? Does it solve the problem?</i> Emphasize that telling these stories has to focus on a main point, and everything needs to support it. Even if there is some cool data that you want to include, you need to make sure it supports the main story, otherwise it will just distract. <i>Are there examples of data that could be removed from the USAID story to make it more effective?</i>": [null, "To finish, ask folks if they think the story is well told. What elements best support the story? Are there extraneous pieces that don't help the story along? Are there pieces that actively distract from the main point or contradict it? <i>In the Sport Wales example focus on the takeaway message - what is it? Is it emphasized enough? Does it solve the problem?</i> Emphasize that telling these stories has to focus on a main point, and everything needs to support it. Even if there is some cool data that you want to include, you need to make sure it supports the main story, otherwise it will just distract. <i>Are there examples of data that could be removed from the Sport Wales story to make it more effective?</i>"], "the %(num)d use ": ["the %(num)d uses ", "", ""], "the %(num)s use ": ["the %(num)s uses ", "", ""]}
