{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.8.0", "Language": "es", "Language-Team": "es <LL@li.org>", "Last-Translator": "FULL NAME <EMAIL@ADDRESS>", "MIME-Version": "1.0", "PO-Revision-Date": "2015-12-21 14:00-0600", "POT-Creation-Date": "2021-03-28 06:39-0400", "Plural-Forms": "nplurals=2; plural=(n != 1)", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, " In this activity you will practice using data to make arguments that try to convince different people. You will learn how to use data to tailor an argument for a specific audience. We'll look at a sample visualization about an issue, identify stakeholders who are trying to swayed by the story it tells, and try to make arguments that convince them to take action. Start the activity by playing the kickoff video below for your group.": [null, "En esta actividad, usted trabajará practicando el uso de datos para formular argumentos que traten de convencer a diferentes personas.  Usted aprenderá a usar datos para adaptar un argumento a una audiencia específica.  Observaremos una visualización de muestra sobre un asunto, identificaremos a las partes interesadas que estamos tratando de influir en la historia que se cuenta, y trataremos de plantear argumentos que los convenzan para que tomen medidas.  Comience la actividad viendo el vídeo de inicio para su grupo (más abajo)."], " uses": [null, " usos"], " uses in %(doc)s": [null, " usos en %(doc)s"], "# of rows": [null, "# de filas"], "%(bigram)s": [null, "%(bigram)s"], "%(centrality)s": [null, "%(centrality)s"], "%(degree)s": [null, "%(degree)s"], "%(f1)s and %(f2)s": [null, "%(f1)s y %(f2)s"], "%(node)s": [null, "%(node)s"], "%(normalized)s ": [null, "%(normalized)s "], "%(rows)s rows of data grouped into %(cols)s columns.": [null, "%(rows)s filas de datos agrupados en %(cols)s columnas."], "%(trigram)s": [null, "%(trigram)s"], "A basic Internet connection": [null, "Una conexión básica a la Internet"], "A bigram is a two word phrase": [null, "Una bigrama es una frase con dos palabras"], "A collection of written texts. For example, all of the lyrics in Katy Perry songs.": [null, "Una colección de textos. Por ejemplo, todas las letras de Katy Perry."], "A connection between one node and another node.": [null, "Una conexión entre un nodo y otro nodo."], "A network graph with two types of nodes.  For instance, people connected to restaurants they love but not to other people.": [null, "Una gráfica de red con dos tipos de nodos. Por ejemplo, dos personas connectadas a resturantes que les gustan pero no connectadas a otras personas."], "A phone, tablet, or computer connected to the internet for each small \n            group of 3 people": [null, "Un teléfono, una tableta o computadora con conexión a la Internet para cada pequeño grupo de 3 personas"], "A phone, tablet, or computer for each small \n            group of 3 people": [null, "Un teléfono, una tableta o computadora para cada pequeño grupo de 3 personas"], "A phone, tablet, or computer for each small group of 3 people": [null, "Un teléfono, una tableta o computadora para cada pequeño grupo de 3 personas"], "A process to make data points comparable in a fair way. For example, word counts in a document can be normalized by dividing them by the total number of words in that document.": [null, "Un proceso de cambiar puntos de datos para compararlos de manera justa. Por ejemplo , recuentos de utilización de palabras en un documento se pueden normalizar dividiendo por el número total de palabras en ese documento. "], "A projector connected to a computer": [null, "Un proyector conectado a una computadora"], "A projector to show these videos": [null, "Un proyector para mostrar estos vídeos"], "A room with space at the front": [null, "Una habitación con espacio en la parte delantera"], "A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.": [null, "Una collectión de pasos que hace una computadora o un ser humano para solucionar un problema."], "A trigram is a three word phrase": [null, "Una trigrama es una frase con tres palabras"], "About %(tool_name)s": [null, "Acerca de %(tool_name)s"], "About <strong>DataBasic</strong>": [null, "Acerca de <strong>DataBasic</strong>"], "About Us": [null, "Quiénes Somos"], "Accessible to All": [null, "Accesibles para todos"], "After 10 minutes bring everyone back together to share any insights they found.  Were there any obvious benefits they ran into by analyzing this data as a network (instead of a table)? Were there any questions that here harder to dig into? Were any of the algorithms mentioned useful?": [null, "Después de 10 minutos, reúnalos a todos para compartir los conocimientos que adquirieron.  ¿Hubo algún beneficio obvio que encontraron al analizar estos datos como una red (en lugar de una tabla)?  ¿Hubo algunas cuestiones que fueron más difíciles de investigar?  ¿Fueron útiles algunos de los algoritmos mencionados?"], "After 3 minutes tell them they should be building now; this is a 'think with your hands activity'.  When they have one minute left let them know.": [null, "Después de 3 minutos, dígales que deberían estar construyendo ahora; ésta es una actividad de 'pensar con las manos'.  Cuando les quede un minuto, avíseles."], "Analyze": [null, "Analizar"], "Analyzing Data": [null, "Analizar los Datos"], "Analyzing the connections between the \"dots\" in your data is a fundamentally different approach to understanding it. This tool shows you a network diagram to reveal those links, and gives you a high level report about what your network looks like.": [null, "Analizar las conexiones entre los \"puntos\" en tus datos es una manera fundamentalmente distinta de comprenderlos. Esta herramienta te muestra un diagrama de red para revelar esos enlaces, y te da un reporte general sobre cómo es tu red."], "Are you an Educator? Try our Activity Guide": [null, "¿Das clases? Prueba nuestra guía de actividades"], "Ask Good Questions": [null, "Hacer Buenas Preguntas"], "Ask the group to pair up, preferably with someone they don’t know.  Show participants a large central table full of the materials you have gathered.  Give them 6 minutes to quickly build a physical representation of the data you presented earlier.  Don't give them too long, otherwise they will get stuck on nuances instead of just getting their creative juices flowing. Remind them they are creative, and that pipe cleaner bar charts are NOT allowed!": [null, "Pídale al grupo que forme parejas, preferiblemente con alguien que no conozcan.  Muestre a los participantes una gran mesa central llena de los materiales que ha reunido.  Deles 6 minutos para construir rápidamente una representación física de los datos que usted presentó anteriormente.  No les dé demasiado tiempo, de lo contrario se detendrán en matices en lugar de simplemente hacer fluir sus jugos creativos.  ¡Recuérdeles que son creativos y que los gráficos de barras con limpiadores de pipas NO están permitidos!"], "Asking Good Questions": [null, "Hacer Buenas Preguntas"], "Asking Questions": [null, "Hacer Preguntas"], "At least 10 people": [null, "Por lo menos 10 personas"], "Background": [null, "Antecedentes"], "Bigrams": [null, "Bigramas"], "Booleans": [null, "Booleanos"], "Browse file 1": [null, "Explorar archivo 1"], "Browse file 2": [null, "Explorar archivo 2"], "Build a Data Sculpture": [null, "Esculturas de Datos"], "Build and Analyze a Network": [null, "Construir y Analizar una Red"], "By Educators, for Educators": [null, "Por educadores, para educadores"], "Categories": [null, "Categorías"], "Centrality": [null, "Centralidad"], "Choose your language: ": [null, "Selecciona su idioma: "], "Click to see the chart": [null, "Haga clic para ver la gráfica"], "Click to see the details": [null, "Haga clic para ver las detalles"], "Compare": [null, "Comparar"], "Comparing text documents is a great way to find out what makes each one unique.  Is it meaningful that \"%(most_common_word)s\" and \"%(second_most_common_word)s\" are the most used words appearing in both documents?  Why does %(doc2)s use \"%(doc2_most_common_word)s\" so much, but it doesn't even appear in %(doc1)s?  With these questions in mind, you can sketch out a story that compares the documents.  <br /><br />Find a whiteboard and start sketching out a story.  Check out our <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for more help on sketching out a story to compare them.  Want to dig into the data even more?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Download the full results as a CSV file</a> to compare the files even further.": [null, "Comparar documentos de texto es una manera de aprender lo que hace cada uno único. ¿Es significativo que \"%(most_common_word)s\" y  \"%(second_most_common_word)s\" son las palabras usadas con más frecuencia? ¿Por qúe el documento %(doc2)s usa la palabra \"%(doc2_most_common_word)s\" tantas veces, mientras que ni aparezca en el documento %(doc1)s? Con estas preguntas, se puede hacer un boceto que compara los dos documentos. <br /><br />Encuentre una pizarra blanca y empiece su historia. Echa un vistazo a nuestra <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'samediff', 'activity-guide');\">guía de actividades</a> para ayuda en dibujar su historia de comparación.  ¿Quiere aprender más de sus datos?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Baja todos los resultados como archivo .CSV </a> para compararlos más."], "Connect with Others": [null, "Conéctese con los Demás"], "ConnectTheDots": [null, "ConnectTheDots"], "ConnectTheDots shows you how your data is connected by analyzing it as a network.": [null, "ConnectTheDots te muestra cómo están conectados tus datos al analizarlos como una red."], "ConnectTheDots: ": [null, "ConnectTheDots: "], "Convince Me": [null, "Convenceme"], "Count": [null, "Contar"], "Counts": [null, "Totales"], "DO NOT include LEGO bricks (otherwise people just build bar charts)": [null, "NO incluya bloques LEGO (de lo contrario, la gente sólo construye gráficos de barras)"], "DO NOT include pens, crayons, or anything else to write with (otherwise people just draw instead of building)": [null, "NO incluya bolígrafos, lápices de colores o cualquier otra cosa para escribir (de lo contrario, la gente simplemente dibuja en lugar de construir)"], "Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.": [null, "Los datos llegan a tu puerta en forma de hoja de cálculo, pero ¿cómo encontrar una historia entre las filas y las columnas? WTFcsv te proporciona el primer paso para caracterizar cada columna de cada %(data_type)s y contenidos para que puedas hacer más preguntas."], "Data can be intimidating, especially when it comes to analyzing it.  But remember, most of statistics is just special ways of counting.  We’re all pretty good at counting! Establishing a data culture doesn't mean that we will all be statistical wizards but it does mean learning enough about analysis to understand its creative potential. The data analysis process is an opportunity to bring people together. There are many ways to do this to find a story.  <strong>Use WordCounter</strong> to learn about analyzing text data to find stories. <strong>Use Connect the Dots</strong> to collaboratively analyze a network graph.  <strong>Use SameDiff</strong> to learn about how algorithms can help you analyze data in more abstract ways.": [null, "Los datos pueden ser intimidatorios, especialmente cuando se trata de analizarlos.  Pero recuerde, la mayoría de las estadísticas son sólo formas especiales de contar.  ¡Todos somos muy buenos contando!  Establecer una cultura de datos no significa que todos seremos expertos estadísticos, pero sí significa aprender lo suficiente sobre el análisis para comprender su potencial creativo.  El proceso de análisis de datos es una oportunidad para unir a las personas.  Hay muchas maneras de hacer esto para encontrar una historia.  Use WordCounter para aprender a analizar datos de texto para encontrar historias.  Use Connect the Dots para analizar colaborativamente el gráfico de una red.  Use SameDiff (Da igual) para aprender cómo los algoritmos pueden ayudarle a analizar datos de maneras más abstractas."], "Data is everywhere right now. But many organizations like yours are struggling to figure out how to build capacity to work with data. You don't need a data scientist; you need a <strong>data culture</strong>.": [null, "En la actualidad, los datos están por todas partes.  Pero muchas organizaciones como la suya están luchando por encontrar la manera de desarrollar la capacidad para trabajar con datos.  Usted no necesita un científico de datos; usted necesita una cultura de datos."], "Data is often classified by type. Common types of data include numbers, dates and text.": [null, "Se classifican los datos por su típo. Típos de datos incluyen números, fechas y texto."], "DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!": [null, "Las actividades de DataBasic son adecuadas para cursos y talleres para participantes desde educación media básica hasta educación superior.  ¡No se necesita experiencia previa en datos!"], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "DataBasic es una suite de herramientas de uso fácil para principiantes que los introduce a conceptos del trabajo con datos."], "Dates": [null, "Fechas"], "Dates and times": [null, "Fechas y horas"], "Degree": [null, "Grado"], "Designed and Developed by": [null, "Diseñado y Desarrollado por"], "Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all.  DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.": [null, "Las tecnologías digitales les han dado mucho poder a las personas con discapacidad en varias formas, y los nuevos estándares de la red han facilitado más que nunca la creación de herramientas accesibles para todos. DataBasic implementa esas tecnologías para soportar lectores de pantalla para que aquellos con deficiencias visuales puedan trabajar con los datos en formas nuevas y emocionantes."], "Doing One Thing Well": [null, "Hacer una sola cosa bien"], "Download": [null, "Bajar"], "Download and print the activity guide": [null, "Descargue e imprima la guía de actividades"], "Download the <strong>table</strong>": [null, "Descarga la <strong>tabla</strong>"], "Ensuring Your Privacy": [null, "Tu privacidad asegurada"], "Error: Paste failed! Make sure your input has exactly two tab-separated columns and try again.": [null, "Error: ¡Falló el pegado! Asegúrate de que tu contenido tiene exactamente dos columnas separadas e intenta de nuevo."], "Error: Upload failed! Make sure your file has exactly two columns and try again.": [null, "Error: ¡Falló el archivo! Asegúrate de que tu archivo tiene exactamente dos columnas separadas e intenta de nuevo."], "Examining text data in this quantitative way can help you find stories to tell in your data.  The fact that \"%(top_word)s\" is a popular word is good to know, but combine that with ": [null, "Analizando datos textuales de una manera cuantitativa le ayuda a encontrar historias a contar. El hecho que \"%(top_word)s\" es una palabra popular es bueno saber. Combínalo con "], "Fitting in to Your Pipeline": [null, "Ajustándose a tu proyecto"], "Focused on Learning ": [null, "Un enfoque en el aprendizaje"], "For example, is it significant that <strong>%(id)s</strong> has the %(degree)s highest number of connections but is ranked %(centrality)s for %(betweenness_centrality)s?": [null, "Por ejemplo, ¿es significativo que <strong>%(id)s</strong> tenga el %(degree)s número más alto de conexiones pero esté puntuado %(centrality)s por %(betweenness_centrality)s?"], "For example, why might <strong>%(id)s</strong> have the highest %(betweenness_centrality)s in the network?": [null, "Por ejemplo, ¿por qué <strong>%(id)s</strong> tendría la más alta %(betweenness_centrality)s en la red?"], "Frequency": [null, "Frecuencia"], "Full name: \"%(name)s\"": [null, "Nombre y apellido: \"%(name)s\""], "Gathering Data": [null, "Reuniendo datos"], "Graph": [null, "Gráfico"], "Happiness in the Town of Somerville, MA, USA": [null, "Felicidad en la ciudad de Somerville, MA, EE.UU."], "Has header row": [null, "Tiene una fila de encabezado"], "Have Everyone Share Back": [null, "Haga que Todos Compartan"], "Here is a graph of how your data is connected. Any %(nodes)s linked by an %(edge)s show up in the same row in your input data. Your network graph has %(node_count)s nodes and %(edge_count)s edges.": [null, "Aquí está un gráfico de cómo tus datos están conectados. Cada &(node)s conectado por un %(edge)s aparece en la misma fila en tus datos. Tu gráfico de red tiene nodos %(node_count)s y bordes %(edge_count)s."], "Here is a picture of the words used most often in your document. Words used more often are bigger, and ones used less often are smaller. This picture, called a \"word cloud\", is helpful to get a sense of the most used words in a document.": [null, "Aquí una imagen de las palabras usadas en su documento. Palabras con más frecuencia son más grandes, y con menos son más pequeñas. Esta gráfica, llamada una \"nube de palabras\", le ayuda a comprender cuales palabras aparezcan con más frecuencia en el documento."], "Here's a process we introduce to get you from data to impactful story.  Keep scrolling down to learn about the activities we offer for you to run at each step along the way.": [null, "He aquí un proceso que le presentamos para pasar de los datos a una historia impactante.  Continúe leyendo para conocer las actividades que le ofrecemos para que las utilice en cada paso de avance."], "Here's some %(metadata)s about each column.": [null, "Aqui hay %(metadata)s sobre cada columna"], "How do you build a data culture?  Use our videos and guides to run one activity a month at brown bag lunches in your org.": [null, "¿Cómo se construye una cultura de datos?  Utilice nuestros vídeos y guías para realizar una actividad mensual, como si fuera un almuerzo cotidiano, en su organización."], "How do you know if your story is working?  Does the data you included support the narrative you are telling?  It can be very difficult to put yourself in the shoes of your audience and try to understand what kind of story will change their worldview or move them to action.  And you might have multiple audiences. Each potential audience brings different beliefs and experiences to understanding your message. <strong>Try out ConvinceMe</strong> to practice telling different stories to different audiences.": [null, "¿Cómo sabe usted si su historia está funcionando?  ¿Respaldan los datos que usted incluyó la narración que está contando?  Puede ser muy difícil ponerse en el lugar del público y tratar de comprender qué tipo de historia cambiará su perspectiva mundial o lo moverá a la acción.  Y usted pudiera tener múltiples audiencias.  Cada posible audiencia aporta diferentes creencias y experiencias para comprender su mensaje.  <strong>Pruebe ConvinceMe (Convénceme)</strong> para practicar contando historias diferentes a diferentes audiencias."], "Ignore %(stopwords)s": [null, "Ignorar %(stopwords)s"], "Ignore case": [null, "Ignorar mayúsculas"], "Ignore stopwords": [null, "Ignorar palabras de paro"], "In this activity participants will brainstorm questions to ask sample datasets based on summaries of the columnar data.  Work in groups of 2-3 colleagues for about 10 minutes with the data. At the end give them a minute to pick the best question and write it down on the handout, indicating the question, any other data they might need to answer it, and how they would get that data. Start the activity by playing the kickoff video below for your group, which explains all this.": [null, "En esta actividad, los participantes propondrán ideas y harán preguntas sobre una muestra de conjuntos de datos basados en resúmenes de datos en columnas.  Utilice los datos para trabajar en grupos de 2 ó 3 colegas durante aproximadamente 10 minutos.  Al final, deles un minuto para elegir la mejor pregunta y anotarla en el cuaderno; indicando la pregunta, cualesquier otros datos que necesiten para responderla y cómo obtendrían esos datos.  Comience la actividad viendo el vídeo de inicio para su grupo (más abajo), el cual explica todo esto."], "Introduce the activity and then give folks about 15 minutes to sketch.  With 10 minutes left let them know that they should have chosen a dataset to work with. When they have 5 minutes left make sure they have a story and are sketching on paper, otherwise they'll be scrambling to get a drawing done.": [null, "Presente la actividad y luego dele al grupo unos 15 minutos para bosquejar.  Cuando queden 10 minutos déjeles saber que ya deberían haber elegido un conjunto de datos con los cuales trabajar.  Cuando les quedan 5 minutos, asegúrese de que tengan una historia y que la estén dibujando en papel, de lo contrario, tendrán que apurarse para terminar un bosquejo."], "Introduce the group to two related “normal” charts of data.  One can be a single fact, and the other a medium-sized set of information. If you make your own, be sure to avoid data that the audience knows too well - we find that leads people to get lost in the nuances and intimate details. We suggest using more generic or high-level data.  Here are a few handouts you are welcome to download, print, and use:": [null, "Presente al grupo dos cuadros de datos 'normales' relacionados.  Uno puede ser un hecho único y el otro un conjunto de informaciones de tamaño mediano.  Si los hace usted mismo, asegúrese de evitar datos que el grupo conozca demasiado bien - descubrimos que eso lleva a la gente a perderse en los matices y los detalles íntimos.  Sugerimos utilizar datos más genéricos o de alto nivel.  He aquí algunos folletos que usted puede descargar, imprimir y usar:"], "It looks like your two columns have two totally different types of nodes. We think this is a %(bipartite_graph)s. We’ve gone ahead and colored each node based on what column it&#39;s in.": [null, "Parece que tus dos columnas tienen dos tipos de nodos totalmente distintos. Pensamos que es una %(bipartite_graph)s. Marcamos cada nodo en color con base en la columna en la que está."], "Join the discussion group": [null, "Únase a nuestra lista"], "Kick off the Activity": [null, "Inicie la actividad"], "Kick-Off The Activity": [null, "Inicie la Actividad"], "Large pieces of paper to draw on (2 feet by 3 feet is best)": [null, "Grandes hojas de papel para dibujar (el mejor es 2 pies por 3 pies)"], "Learn how to ask different types of questions based on a network of data": [null, "Aprender a hacer diferentes tipos de preguntas basadas en una red de datos"], "Learn how to move from spreadsheet to story with WTFcsv": [null, "Aprender cómo pasar de la hoja de cálculo a la historia con WTFcsv"], "Link must be a valid Google Spreadsheet": [null, "La liga debe ser una Hoja de Cálculo de Google válida"], "Link to a spreadsheet": [null, "Liga a una hoja de cálculo"], "Link to spreadsheet": [null, "Liga a hoja de cálculo"], "Local craft materials (plastic bottle tops, wire, fuzzy balls, colored paper, wood blocks, construction paper)": [null, "Materiales artesanales locales (tapas de botellas de plástico, alambre, bolitas peludas, papel de colores, bloques de madera, cartulina de artesanía)"], "Metadata summarizes basic information about your data.": [null, "Metadata "], "No data to display.": [null, "No hay información que mostrar."], "No results": [null, "No hay resultados"], "Node": [null, "Nodo"], "Normalization": [null, "Normalización"], "Not sure how to format your file? Download our template.": [null, "¿No sabes bien cómo dar formato a tu archivo? Descarga una muestra."], "Now that everyone has analyzed text and sketched a story, this video will help people think about where to go from here. For example, what are some text datasets that your organization already has on hand?  We discuss some more sophisticated methods of quantitative text analysis as well as point out some common pitfalls to try to avoid.": [null, "Ahora que todos han analizado el texto y bosquejado una historia, este vídeo ayudará a las personas a tomar los siguientes pasos.  Por ejemplo, ¿cuáles son algunos conjuntos de datos de texto que su organización ya tiene a mano?  Discutimos algunos métodos más sofisticados de análisis de texto cuantitativo y señalamos también algunos obstáculos comunes para tratar de evitarlos."], "Now that you've done some basic network graph analysis, help the participants think about any network data your organization has on hand.  Are there any questions that came up, or ideas, about steps people should take with your in-house data?": [null, "Ahora que usted ha realizado algunos análisis básicos sobre gráficos de red, ayude a los participantes a pensar sobre los datos de red que su organización tenga a mano.  ¿Han surgido algunas preguntas, o ideas, sobre los pasos que se deben tomar con los datos internos de su organización?"], "Now that you've done some basic spreadsheet analysis, this video will help you think about where to go from here. For example, what information in your organization is captured in spreadsheet form? Could you use this same approach with survey result data? With financial data? With lists of donors or web analytics? How can having groups come up with questions help you take the next step with your organization's data? We also discuss some common pitfalls to try to avoid, like remembering to consider outliers and keeping in mind that correlation is not causation.": [null, "Ahora que usted ha realizado algunos análisis básicos de hojas de cálculo, este vídeo le ayudará a tomar los siguientes pasos.  Por ejemplo, ¿qué información en su organización se captura en forma de hojas de cálculo?  ¿Podría usted usar este mismo enfoque con los datos de resultados de una encuesta?  ¿Con datos financieros?  ¿Con listas de donantes o análisis de la web?  ¿De qué manera hacer que los grupos hagan preguntas le ayudará a dar el siguiente paso con los datos de su organización?  También discutimos algunos obstáculos comunes que debemos evitar, como recordar que debemos considerar los casos atípicos y tener en cuenta que la correlación no es causalidad."], "Now that you've practice this with some example data, this video will help you think about where to go next. For example, who are some of the main audiences your organization tries to convince? What are some pitfalls to be aware of when crafting arguments for specific audiences?": [null, "Ahora que usted ha practicado esto con algunos datos de ejemplo, este vídeo le ayudará a pensar cómo proceder.  Por ejemplo, ¿quiénes son algunas de las principales audiencias que su organización trata de convencer?  ¿Cuáles son algunos de los obstáculos que se deben tener en cuenta al elaborar argumentos para audiencias específicas?"], "Often you don’t recognize the data you already have! Data is all around, but can be difficult to identify and describe.  You need the right data to tell a strong story. As they say, “garbage in, garbage out.”  You also need to remember that a single data set may not be able to answer your questions. Combining datasets is often the best way to create a more fleshed out story. <strong>Use Connect the Dots</strong> to explore crowd-sourcing data from your audience to analyze together as a network.  Or <strong>Use WTFcsv</strong> to think about how to gather the data you need to answer a question.": [null, "¡A menudo no reconocemos los datos que ya tenemos!  Los datos están por todas partes, pero pueden ser difíciles de identificar y describir.  Se necesitan datos correctos para contar una historia interesante.  Como se dice comúnmente, 'si entra basura, sale basura'.  También se debe recordar que un solo conjunto de datos pudiera no responder sus preguntas.  Una combinación de conjuntos de datos es a menudo la mejor manera de crear una historia más concreta.  Use 'Connect the Dots' (Conecte los puntos) para explorar los datos generados por el grupo en la audiencia para analizarlos juntos como una red.  O use WTFcsv para pensar cómo reunir los datos que necesita para responder una pregunta."], "Only files under MB are accepted": [null, "Sólo se aceptan archivos menores a MB"], "Only these file types are accepted: csv, xls, xlsx": [null, "Sólo se aceptan estos tipos de archivos: csv, xls, xlsx"], "Only these file types are accepted: txt, docx, rtf": [null, "Sólo se aceptan estos tipos de archivos: txt, docx, rtf"], "Other": [null, "Otro"], "Paper &amp; pens": [null, "Papel y bolígrafos"], "Participants will understand and build familiarity with some standard terms and approaches to working with network graphs. Begin by sharing some inspirational examples, then fill in a spreadsheet together of restaurants and who recommends them.  This should have two columns - 'Person' and 'Restaurant'. Then paste this data into Connect the Dots to analyze it. Share the URL and have people poke at it, or other sample data, to look for insights and prompt questions.": [null, "Los participantes comprenderán y se familiarizarán con algunos términos y enfoques estándar para trabajar con gráficos de red.  Comience compartiendo algunos ejemplos inspiradores, luego llenen juntos una hoja de cálculo con restaurantes y quién los recomienda.  Esto deberá tener dos columnas: 'Persona' y 'Restaurante'.  Después, transfiera estos datos a Connect the Dots para analizarlos.  Comparta la dirección de Internet (URL) y haga que la gente la examine u otros datos de muestra para buscar información y formular preguntas."], "Paste a link": [null, "Pegar una liga"], "Paste links": [null, "Pegar ligas"], "Paste rows": [null, "Pegar filas"], "Paste text": [null, "Pegar texto"], "Paste text...": [null, "Pegar texto..."], "Play this video after each small group has sketched their story on a large sheet of paper. Here we outline some questions to discuss as each group describes the story that they found. For example, you'll want to take note of stories based on comparing two things versus those those based on a single, interesting data point. And you can start a conversation about how groups used visual parameters – like color, size and position – to communicate their story.": [null, "Toque este vídeo después que cada grupo pequeño haya bosquejado su historia en una hoja grande de papel.  Aquí resumimos algunas cuestiones que discutir a medida que cada grupo describe la historia que encontraron.  Por ejemplo, usted querrá tomar nota de las historias basadas en la comparación de dos cosas en comparación con aquéllas basadas en un único punto de datos interesante.  Y usted puede comenzar una conversación sobre cómo los grupos usaron parámetros visuales – como el color, el tamaño y la posición – para comunicar su historia."], "Play this video after each small group has written their questions on the WTFcsv handout. Here we outline some things to discuss as each group enumerates their questions and the process they might take to start answering them. For example, you want to validate groups that asked 'meta questions', like 'where is this data from?' or 'Can we trust this data?' as well as groups that started to ask questions about patterns that they saw in the data itself. If groups ask questions about patterns in data, ask them to take a step towards answering them. What other data would they need to answer their questions? Who collects that data?": [null, "Toque este vídeo después que cada grupo pequeño haya escrito sus preguntas en el folleto de 'WTFcsv'.  Aquí resumimos algunas cosas para discutir a medida que cada grupo formula sus preguntas y el proceso que podrían seguir para comenzar a responderlas.  Por ejemplo, usted desea validar los grupos que realizaron 'metapreguntas', como '¿de dónde provienen estos datos?' o '¿Podemos confiar en estos datos?' así como grupos que comenzaron a hacer preguntas sobre patrones que vieron en los datos mismos.  Si los grupos hacen preguntas sobre los patrones en los datos, pídales que den un paso para responderlos.  ¿Qué otros datos necesitarían para responder a sus preguntas?  ¿Quién recopila esos datos?"], "Play this video after you've finished making arguments to convince your volunteer stakeholders to move forward.  Ask different people to explain why they made the arguments they did, and ask the stakeholders why something convinced them or not. Highlight similarities in the arguments people made, or arguments that worked for one audience but might not for another.  Point out particularly strong uses of data in support of arguments to start a conversation about how to use data in appropriate ways to convince people.": [null, "Toque este vídeo después que haya terminado de presentar argumentos para convencer a sus partes interesadas voluntarias de seguir adelante.  Pídale a diferentes personas que expliquen por qué formularon los argumentos que presentaron, y pregunte a las partes interesadas por qué algo los convenció o no los convenció.  Resalte las similitudes en los argumentos que las personas formularon o los argumentos que funcionaron para una audiencia pero que pudieran no hacerlo para otra. Destaque los usos de datos particularmente fuertes en apoyo de ciertos argumentos para comenzar una conversación sobre cómo usar los datos de manera apropiada para convencer a las personas."], "Please enter a valid email address": [null, "Por favor introduzca una dirección de correo electrónico válida"], "Portuguese data sourcing:": [null, "Datos en portugués recolectados por:"], "Portuguese translation:": [null, "Traducción al portugués:"], "Practice making data-driven arguments that they to get difference audiences to change their behavior": [null, "Practicar formulando argumentos basados en datos que ellos pueden usar para hacer que diferentes audiencias cambien su comportamiento"], "Principal Investigators:": [null, "Directores:"], "Printouts of the <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way infographic from Good Magazine</a>": [null, "Copias impresas de la infografía <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way<a> del Good Magazine"], "SameDiff": [null, "SameDiff"], "SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.": [null, "SameDiff compara un %(corpus)s de texto con otro corpus de texto para mostrarte las similitudes y diferencias. Usa un %(algorithm)s de %(cosine_similarity)s para evaluar si los documentos son realmente similares o totalmente diferentes."], "SameDiff compares two or more text files and tells you how similar or different they are.": [null, "SameDiff compara dos o más archivos de texto y te dice qué tan similares o diferentes son."], "SameDiff results": [null, "Resultados de SameDiff"], "Sample": [null, "Muestra"], "Scores how much of a &quot;connector&quot; each node is. A high score means lots of nodes can go through one to quickly connect to other nodes.": [null, "Puntúa qué tanto cada nodo funciona como &quot;conector&quot;. Una puntuación alta significa que muchos nodos pueden pasar por uno para conectarse a otros."], "Set Up": [null, "Preparación"], "Sketch a Story": [null, "Dibuja una Historia"], "Software development:": [null, "Programación:"], "Sometimes faster isn't better.  If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible.  That's why we've built DataBasic with learners in mind.  Don't know what some technical word means? Hover over it to see a quick definition.  Not sure how to use a tool?  Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.": [null, "A veces lo más rápido no es lo mejor.  Si de verdad quieres aprender a trabajar con datos para encontrar historias en ellos, tendrás que usar herramientas que hacen algo más que darte una gráfica rápida. Por eso creamos DataBasic pensando en los que están aprendiendo. ¿No sabes lo que significa una palabra técnica? Pon el cursor sobre ella para ver una definición rápida. ¿No sabes bien cómo usar una herramienta? Prueba algunos de los divertidos datos de muestra que hemos incluido para empezar, como letras musicales o avistamientos de OVNIS."], "Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s": [null, "Siento que no hay resultados. Tal vez su texto es demasiado corto... o quizás solo contiene palabras de paro."], "Spanish data sourcing:": [null, "Datos en español recolectados por:"], "Spanish translation:": [null, "Traducción al español:"], "Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture.  With the happiness data, some people try to merge to two datasets, while others just focus on one.  Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects.": [null, "Deténgalos a todos cuando se acabe el tiempo.  Dé a cada grupo 1 minuto para compartir lo que hicieron.  Puede hacer un resumen señalando las similitudes y diferencias en las piezas hechas por ellos.  Usted verá a menudo que algunas personas se enfocan en un punto de los datos, mientras que otras miran a una imagen más amplia.  Con los datos de felicidad, algunas personas intentan fusionar dos conjuntos de datos, mientras que otras sólo se enfocan en uno.  ¡Destaque cualquier versión física de los gráficos tradicionales para señalar lo enraizadas que están nuestras técnicas actuales de presentación visual!  Trate de identificar los patrones de cómo los números fueron incorporados a objetos físicos."], "Stopwords are words in text analysis that are ignored such as \"this\", \"that\", \"and\" and \"but.\"": [null, "Palabras de paro"], "Stopwords are words in text analysis that are ignored such as &quot;this&quot;, &quot;that&quot;, &quot;and&quot; and &quot;but.&quot;": [null, "Las palabras de paro son palabras que en el análisis de textos es útil ignorar, como &quot;esto&quot;, &quot;eso&quot;, &quot;y&quot; y &quot;pero&quot;."], "Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture.": [null, "¿Se esfuerza usted por desarrollar la capacidad de su organización para trabajar con datos?  Use nuestro programa de aprendizaje práctico para iniciar su cultura de datos."], "Tape, glue, scissors": [null, "Cinta, pegamento, tijeras"], "Telling Your Story": [null, "Contar su Historia"], "Telling your story is where the rubber hits the road. Numbers alone are not enough to make your case or move people to action. You have to give your data some context, and stitch it together into a narrative so that people can understand it.  <strong>Sketch a story with WordCounter</strong> to practice communicating a data-driven story visually.": [null, "Contar su historia es donde la teoría se pone a prueba.  Los números por sí solos no son suficientes para demostrar su caso o mover a las personas a la acción.  Usted tiene que dar a sus datos algún contexto, y unirlos en una narrativa para que la gente pueda entenderlos.  Bosqueje una historia con WordCounter para practicar la comunicación visual de una historia basada en datos."], "Text": [null, "Texto"], "The &quot;dots&quot; in the network - the central organizing thing that is connected to others.": [null, "Los &quot;puntos&quot; en la red - la cosa central que organiza los datos mediante sus conexiones con otros."], "The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.": [null, "El índice de similitud coseno te dice cuan parecidos son dos documentos. Está basado en la frecuencia de las palabras.`"], "The Cost of an MIT Education": [null, "El costo de una educación en el MIT"], "The Data Culture Project is an initiative of  <a href='http://databasic.io'>DataBasic.io</a>.  We’ve pulled together the years of work with nonprofits into one place to help you build a data culture. DataBasic.io is the brainchild of <a href='http://kanarinka.com'>Catherine D’Ignazio</a> and <a href='http://datatherapy.org'>Rahul Bhargava</a>.": [null, "El Proyecto Cultura de Datos es una iniciativa de <a href='http://databasic.io'>DataBasic.io</a>.  Hemos reunido años de trabajo con organizaciones sin fines de lucro en un solo lugar para ayudarle a construir una cultura de datos.  DataBasic.io es una idea original de <a href='http://kanarinka.com'>Catherine D'Ignazio</a> y <a href='http://datatherapy.org'>Rahul Bhargava</a>."], "The Data Process": [null, "El proceso de datos"], "The average is": [null, "El promedio es"], "The biggest number is": [null, "El número más grande es"], "The documents are about the same length so you don't have to use %(normalized)s in order to compare them.": [null, "Los documentos son de tamaño similar entonces no hay que usar %(normalized)s para compararlos."], "The documents are of different lengths so to compare them fairly you should keep %(normalized)s on.": [null, "Los documentos son de tamaño diferente entonces para compararlos de manera justo debe usar %(normalized)s"], "The earliest date is": [null, "La primera fecha es"], "The earliest time is": [null, "La primera hora es"], "The idea of playing with data is new to most folks. This activity lets people quickly build sculptures that tell a simple data story with craft materials. The playful approach to the data helps engage the participants in thinking about how stories can be found and presented quickly, and helps people feel more freedom and flexibility about data presentations. It builds a notion of \"presentation\" instead of \"visualization\". The activity also builds the ability to translate words and numbers into structural forms. In addition, playing with these materials at the start of a workshop can break down power dynamics that might exist within the group.": [null, "La idea de jugar con datos es nueva para la mayoría de las personas.  Esta actividad permite que las personas construyan rápidamente esculturas que cuentan una historia de datos simple con materiales artesanales.  El enfoque juguetón de los datos ayuda a involucrar a los participantes para que piensen sobre cómo las historias se pueden encontrar y presentar rápidamente, y ayuda a que las personas sientan más libertad y flexibilidad con respecto a las presentaciones de datos.  Esto construye una noción de 'presentación' en lugar de 'visualización'.  La actividad también desarrolla la capacidad de convertir palabras y números en formas estructurales.  Además, jugar con estos materiales al comienzo de un taller puede romper la dinámica de poder que pudiera existir dentro del grupo."], "The immediate number of connections a node has.": [null, "El número inmediato de conexiones que tiene un nodo."], "The latest date is": [null, "La última fecha es"], "The latest time is": [null, "La última hora es"], "The median is": [null, "La media es"], "The most frequent values in this column are:": [null, "Los valores mas frecuentes en esta columna son:"], "The smallest number is": [null, "El número"], "The standard deviation is": [null, "La desviación estándar es"], "The total is": [null, "El total es"], "The unique values in this column are:": [null, "Los valores distintos en esta columna son:"], "There are tons of tools for working with data; many so complex they are intimidating to even start with.  We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for.  This lets us concentrate on making that one thing both simple and powerful.": [null, "Hay muchas herramientas para trabajar con datos; algunas son tan complejas que hasta los primeros pasos son intimidantes. Hemos creado cada herramienta de DataBasic para centrarnos en hacer una sola cosa bien, para que sepas exactamente para qué se puede usar cada una. Esto nos permite concentrarnos en que esa cosa sea a la vez simple y poderosa. "], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "Hay %(num)s fila de datos faltantes", "Hay %(num)s filas de datos faltantes"], "These results will expire in %(day)s days.": [null, "Estos resultados se vencerán en %(day)s días"], "These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.": [null, "Estas herramientas sencillas hacen que sea fácil trabajar con los datos de formas divertidas, para que puedas aprender cómo encontrar grandes historias que contar."], "These two documents are %(description)s.": [null, "Estos dos documentos son %(description)s."], "They have a %(cosine_sim)s score of %(score)s": [null, "Tienen un índice de %(cosine_sim)s de %(score)s"], "They might have expired. Why not try <a href=\"/%(lang)s/%(tool_name)s\">analyzing some new data?</a>": [null, "Puede ser que el tiempo ha vencido. ¿Por qué no <a href=\"/%(lang)s/%(tool_name)s\">analiza algunos datos nuevos</a>?"], "Thick crayons or markers of different colors": [null, "Crayones gruesos o marcadores de diferentes colores"], "This activity builds on the pedagogy and workshop style of the MIT Media Lab’s <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (where Rahul got his Master’s degree).  It also has connections to the <a href='http://www.placeit.org/bio.html'>participatory urban planning work of James Rojas</a>.": [null, "Esta actividad se basa en la pedagogía y el estilo de taller del <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group del MIT Media Lab</a> (donde Rahul obtuvo su maestría).  También tiene conexiones con el <a href='http://www.placeit.org/bio.html'>trabajo de planificación urbana participativa de James Rojas</a>."], "This activity will take 20 to 30 minutes. You should have these materials on hand:": [null, "Esta actividad tomará de 20 a 30 minutos.  Debe tener a mano estos materiales:"], "This activity will take 30 to 45 minutes. You should have these materials on hand:": [null, "Esta actividad tomará de 30 a 45 minutos.  Debe tener a mano estos materiales:"], "This column is full of": [null, "Esta columna tiene"], "This field is required": [null, "Se requiere este campo"], "This node has the highest %(betweenness_centrality)s score. The most nodes can go through %(kevin_bacon)s to connect to others in the network.": [null, "Este nodo tiene la puntuación más alta de %(betweenness_centrality)s. La mayoría de nodos pueden pasar por %(kevin_bacon)s para conectarse con otros en la red."], "This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.": [null, "Esta herramienta te ayuda a contar palabras, %(bigrams)s y %(trigrams)s en el texto plano. A menudo este es el primer paso en el análisis cuantitativo de texto."], "Times": [null, "Veces"], "Toggle normlization": [null, "Controlar normalización"], "Top Words": [null, "Palabras con más frecuencia"], "Trigrams": [null, "Trigramas"], "Try It Out": [null, "Pruébelo"], "Try to ConvinceMe": [null, "Usa ConvinceMe"], "Trying to build a data culture can be a lonely effort in organizations that haven't recognized the importance of data. Join the Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a> to connect with others and reflect on how these activities are working, or not working, for your organization.": [null, "Tratar de construir una cultura de datos puede convertirse en un esfuerzo solitario en organizaciones que no han reconocido la importancia de los datos.  Únase a <a href='https://groups.io/g/dataculture'>nuestra lista de correo</a> para conectarse con los demás y reflexionar sobre cómo funcionan o no funcionan estas actividades para su organización."], "US Ice Cream Consumption": [null, "Consumo de helados en los EE.UU.)"], "Undefined": [null, "Indefinido"], "Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data.  For instance, is it surprising that \"%(most_common_value)s\" is the most frequent value in the %(random_column_name)s column?  Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column?  Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column?  <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for more help on asking questions of data sets.": [null, "Comprender los datos en su archivo csv es la primera etapa de analizarlo. Mirar columnas le puede ayudar identificar preguntas divertidas de sus datos. Por ejemplo, ¿le sorprende que \"%(most_common_value)s\" ocurre con la mayor frecuencia en la columna %(random_column_name)s? ¿Tiene sentido comparar la columna %(random_column_name2)s con la columna %(random_column_name3)s? ¿Hay más colecciones de datos que puede encontrar para hacer preguntas interesantes de la columna %(random_column_name)s? <br /><br />Hacer estos tipos de preguntas es la primera etapa de entender los datos que tiene, y las historias que contienen. Echa un vistazo a nuestras  <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">guías de activdades </a> para más ayuda en hacer preguntas buenas de sus datos."], "Upload a file": [null, "Subir un archivo"], "Upload file": [null, "Subir archivo"], "Upload files": [null, "Subir archivos"], "Upload...": [null, "Subir..."], "Use Connect the Dots": [null, "Usa ConnectTheDots"], "Use SameDiff": [null, "Usa SameDiff"], "Use WordCounter to analyze a musician’s lyrics and sketch a story with their words": [null, "Utilizar WordCounter para analizar la letra en la canción de un músico y bosquejar una historia con sus palabras"], "Use a sample": [null, "Usar una muestra"], "Use our self-service learning program to facilitate fun, creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings. The free tools and activites below are hands-on and designed to meet people where they are across your organization and build their capacity to work with data. Try to kickstart your data culture by running one activity per month as a brown bag lunch. The videos and facilitation guides below will lead you through running them yourself. People at more than 30 organizations have done so already - from a local public library, to the World Food Progam.": [null, "Utilice nuestro programa de aprendizaje autodidacta para facilitar presentaciones divertidas y creativas para las personas sin base técnica de su organización.  Éstos no son entrenamientos aburridos sobre hojas de cálculo.  Las herramientas y actividades gratuitas que se muestran a continuación son prácticas y están diseñadas para encontrar a qué nivel se encuentran las personas en su organización y desarrollar su capacidad para trabajar con datos.  Trate de iniciar su cultura de datos ejecutando una actividad por mes como si fuera un almuerzo cotidiano.  Los vídeos y las guías de facilitación incluidos más abajo le guiarán durante la ejecución.  Hay gente en más de 30 organizaciones que ya lo ha hecho - desde una biblioteca pública local hasta el 'World Food Program' (Programa Mundial de Alimentos)."], "Use physical craft materials to tell a data story in 3D": [null, "Use materiales artesanales físicos para contar una historia de datos en 3D"], "Use samples": [null, "Usar muestras"], "WTFcsv": [null, "WTFcsv"], "WTFcsv tells you WTF is going on with your .csv file.": [null, "WTFcsv te dice qué diablo está pasando con tu archivo .csv."], "WTFcsv: ": [null, "WTFcsv: "], "Warm Ups": [null, "Calentamientos"], "Warning: The file you uploaded had multiple sheets, but we only used the first sheet.": [null, "Alerta: El archivo que subiste tenía varias hojas, pero sólo utilizamos la primera hoja."], "We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.": [null, "No podemos analizar estos datos porque no están en una forma estándar. La primera fila debe contener los nombres de las columnas."], "We couldn't find any results": [null, "No encontramos ningún resultado"], "What do I do next?": [null, "¿Qué hago ahora?"], "What questions can (and cannot) be answered with data? And once you are staring at some rows and columns, how do you start to make sense of the data in front of you? In this stage, you learn to take the first step in the data analysis process by asking good questions. <strong>Use WTFcsv</strong> to quickly summarize spreadsheet data, brainstorm questions about it, potential connections to other data sets, and potential biases you might bring to it. Remember – the data never speaks for itself – you help it speak by asking better and better questions. ": [null, "¿Qué preguntas se pueden (y no se pueden) responder con datos?  Y una vez que usted mire con detenimiento a algunas filas y columnas, ¿cómo comienza a entender los datos que tiene frente a usted?  En esta etapa, usted aprende a dar el primer paso en el proceso de análisis de datos haciendo buenas preguntas.  Use WTFcsv para resumir rápidamente los datos de la hoja de cálculo, analizar intensamente las ideas sobre el tema, las posibles conexiones a otros conjuntos de datos y las posibles distorsiones que usted pueda incluir.  Recuerde – los datos nunca hablan por sí mismos – usted los ayuda a hablar formulando mejores y mejores preguntas."], "Why use DataBasic?": [null, "¿Por qué DataBasic?"], "With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it.  We store information you upload for only the amount of time it takes us to analyze it, then we delete it.  The aggregate results we show you - metadata - are kept for 60 days, and then we delete them.  All communications are over https, so other folks can't eavesdrop on the data as you upload it.": [null, "Con más y más herramientas para datos moviéndose en línea, a veces es difícil saber a dónde van tus datos y qué le pasará cuando los subas. Nosotros guardamos la información que subes sólo por el tiempo que nos toma analizarla, y luego la borramos. Los resultados agregados que te mostramos--los metadatos--se conservan por 60 días, y luego los borramos. Toda la comunicación ocurre por https, así que nadie puede fisgonear en tus datos mientras los subes. "], "Word": [null, "Palabra"], "WordCounter": [null, "WordCounter"], "WordCounter analyzes your text and tells you the most common words and phrases.": [null, "WordCounter analiza tu texto y te muestra las palabras y frases más comunes."], "WordCounter results": [null, "resultados de WordCounter"], "Words that are in %(doc)s": [null, "Palabras en %(doc)s"], "Words that are only in %(document)s": [null, "Palabras que solo ocurren en %(document)s"], "Work with high-schoolers? Journalists? Community groups? Graduate students?  Us too!!!  That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences.  These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.": [null, "¿Trabajas con estudiantes adolescentes? ¿Periodistas? ¿Grupos comunitarios? ¿Estudiantes de posgrado? ¡Nosotros también! Por eso diseñamos y probamos las herramientas y actividades de DataBasic en nuestros cursos y talleres dirigidos a esos públicos. Estas herramientas nacieron de la frustración que nos causaban las cosas que usábamos en nuestras clases universitarias, así que sentimos tu dolor."], "Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon.  So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to.  Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.": [null, "Trabajar con datos en línea siempre implica una mescolanza de herramientas. Ese problema no se va a solucionar pronto. Por eso hicimos que DataBasic pueda manejar varios tipos de datos, y ofrezca resultados en los formatos acostumbrados. Lee contenido del sitio y descarga archivos CSV de tus resultados. Estos son sólo dos de los modos en que tratamos de introducirte a la forma en la que casi todos trabajan los datos en línea. "], "Wrap-Up and Talk Next Steps": [null, "Conclusión y conversación sobre los pasos siguientes"], "You can share these results by emailing this url:": [null, "Puedes compartir estos resultados con esta url:"], "You must input a URL": [null, "Debes introducir una URL"], "You must input a valid url": [null, "Debes introducir una url válida"], "You must select two files": [null, "Debes seleccionar dos archivos"], "about": [null, "acerca"], "algorithm": [null, "algorithm"], "almost the same": [null, "casi lo mismo"], "betweenness centrality": [null, "interconexión"], "bigram": [null, "bigrama"], "bigrams": [null, "bigramas"], "bipartite graph": [null, "gráfico bipartito"], "blog": [null, "blog"], "change language to danish": [null, "cambiar lenguage al danés"], "change language to english": [null, "cambiar lenguaje a inglés"], "change language to portuguese": [null, "cambiar lenguaje a portugués"], "change language to spanish": [null, "cambiar lenguaje a español"], "choose input type": [null, "elegir tipo de entrada"], "close window": [null, "cerrar ventana"], "color by": [null, "colorear por"], "color by column": [null, "colorear por columna"], "color by community": [null, "colorear por comunidad"], "column": [null, "columna"], "community": [null, "comunidad"], "completely different": [null, "completamente diferentes"], "corpus": [null, "corpus"], "cosine similarity": [null, "similitud coseno"], "data type": [null, "tipo de datos"], "download": [null, "descargar"], "download csv of bigram frequencies": [null, "bajar csv de frecuencias de bigramas"], "download csv of trigram frequencies": [null, "bajar csv de frecuencias de trigramas"], "download csv of word frequencies": [null, "bajar csv con frecuencias de palabras"], "edge": [null, "borde"], "for analysis": [null, "para analizar"], "for printing or editing": [null, "para imprimir o editar"], "for the web": [null, "para la web"], "frequency": [null, "frecuencia"], "go to %(tool)s": [null, "ir a %(tool)s"], "go to data basic home page": [null, "ir a página de inicio de data basic"], "help": [null, "ayuda"], "https://en.wikipedia.org/wiki/Natural_language_processing": [null, "https://en.wikipedia.org/wiki/Natural_language_processing"], "in the top 40 bigrams, and ": [null, "en las 40 bigramas con más frecuencia, y"], "in the top 40 trigrams, to understand the context of how it is used.  With that richer understanding of the context, you can sketch out a picture of why \"%(top_word)s\" is so important in %(title)s. <br/><br />So grab some paper and some crayons and start drawing what you see!  Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">activity guide</a> for more help on sketching out a story.  Want to dig into the data more? Download all the <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">word counts</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigrams</a>, or <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigrams</a> and investigate why \"%(random_unpopular_word)s\" is used %(random_unpopular_word_count)s times!": [null, "en las 40 trigramas con más frecuencia, para comprender el contexto. Con este entendimiento del contexto, Ud. puede hacer un boceto que explica porque \"%(top_word)s\" es tan importante en %(title)s. <br/><br />Agárre una hoja de papel y unas ceras y empiece a pintar lo que ve! Eche un vistazo a nuestra <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">guía de actividades</a> para ayuda en hacer su boceto.  ¿Quiere aprender más de sus datos? Baje <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">los totales de las palabras</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigramas</a>, o <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigramas</a> y averiguar porque \"%(random_unpopular_word)s\" está usado %(random_unpopular_word_count)s veces!"], "kind of similar": [null, "un poco similares"], "kind of similar, and also kind of different": [null, "un poco similares y un poco diferentes también"], "metadata": [null, "metadata"], "no colors": [null, "sin color"], "node colors": [null, "colores de nodos"], "nodes": [null, "nodos"], "normalization": [null, "normalización"], "occurs %(frequency)s times": [null, "ocurre %(frequency)s veces"], "pretty different": [null, "bastante diferentes"], "sort of similar": [null, "algo similares"], "source target": [null, "origen destinación"], "stopwords": [null, "Ignorar palabras de paro"], "the %(num)d use ": ["the %(num)d uses ", "el %(num)d uso", "los %(num)d usos"], "the %(num)s use ": ["the %(num)s uses ", "el %(num)s uso", "los %(num)s usos"], "the connector": [null, "el conector"], "title": [null, "título"], "total uses": [null, "usos totales"], "trigram": [null, "trigrama"], "trigrams": [null, "trigramas"], "uses in": [null, "usos en"], "value": [null, "valor"], "very different": [null, "muy diferentes"], "with contributions from": [null, "con la ayuda de"], "word": [null, "palabra"], "words": [null, "palabras"], "your text": [null, "tu texto"]}
