{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.1.1", "Language": "es", "Language-Team": "es <LL@li.org>", "Last-Translator": "FULL NAME <EMAIL@ADDRESS>", "MIME-Version": "1.0", "PO-Revision-Date": "2015-12-21 14:00-0600", "POT-Creation-Date": "2016-01-02 09:22-0500", "Plural-Forms": "nplurals=2; plural=(n != 1)", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, " uses": [null, "usos"], " uses in %(doc)s": [null, "usos en %(doc)s"], "# of rows": [null, "# de filas"], "%(bigram)s": [null, "%(bigram)s"], "%(f1)s and %(f2)s": [null, "%(f1)s y %(f2)s"], "%(rows)s rows of data grouped into %(cols)s columns.": [null, "%(rows)s filas de datos agrupados en %(cols)s columnas."], "%(trigram)s": [null, "%(trigram)s"], "A bigram is a two word phrase": [null, "Una bigrama es una frase con dos palabras"], "A collection of written texts. For example, all of the lyrics in Katy Perry songs.": [null, "Una colleción de textos. Por ejemplo, todos los líricos de Katy Perry."], "A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.": [null, "Una collectión de pasos que hace una computadora o un ser humano para solucionar un problema."], "A trigram is a three word phrase": [null, "Una trigrama es una frase con tres palabras"], "About %(tool_name)s": [null, "Acerca de %(tool_name)s"], "Accessible to All": [null, "Accesibles para todos"], "Analyze": [null, "Analizar"], "Are you an Educator? Try our Activity Guide": [null, "¿Ud. es maestro? Prueba nuestra guía de actividades"], "Bigrams": [null, "Bigramas"], "Booleans": [null, "Booleanos"], "Browse file 1": [null, "Explorar archivo 1"], "Browse file 2": [null, "Explorar archivo 2"], "By Educators, for Educators": [null, "Por educadores, para educadores"], "Categories": [null, "Categorías"], "Click to see the chart": [null, "Haga clic para ver la gráfica"], "Click to see the details": [null, "Haga clic para ver las detalles"], "Compare": [null, "Comparar"], "Count": [null, "Contar"], "Counts": [null, "Totales"], "Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.": [null, "Los datos llegan a tu puerta en forma de hoja de cálculo, pero ¿cómo encontrar una historia entre las filas y las columnas? WTFcsv te proporciona el primer paso para caracterizar cada columna de cada %(data_type)s y contenidos para que puedas hacer más preguntas."], "Data is often classified by type. Common types of data include numbers, dates and text.": [null, "Se classifican los datos por su típo. Típos de datos incluyen números, fechas y texto."], "DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!": [null, "Las actividades de DataBasic son adecuadas para cursos y talleres para participantes desde educación media básica hasta educación superior.  ¡No se necesita experiencia previa en datos!"], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "DataBasic es una suite de herramientas de uso fácil para principiantes que los introduce a conceptos del trabajo con datos."], "Dates": [null, "Fechas"], "Dates and times": [null, "Fechas y horas"], "Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all.  DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.": [null, "Las tecnologías digitales les han dado mucho poder a las personas con discapacidad en varias formas, y los nuevos estándares de la red han facilitado más que nunca la creación de herramientas accesibles para todos. DataBasic implementa esas tecnologías para soportar lectores de pantalla para que aquellos con deficiencias visuales puedan trabajar con los datos en formas nuevas y emocionantes."], "Doing One Thing Well": [null, "Hacer una sola cosa bien"], "Download (English)": [null, "Bajar (English)"], "Download (Español)": [null, "Bajar (Español)"], "Ensuring Your Privacy": [null, "Tu privacidad asegurada"], "Examining text data in this quantitative way can help you find stories to tell in your data.  The fact that \"%(top_word)s\" is a popular word is good to know, but combine that with ": [null, "Analizando datos textuales de una manera cuantitativa le ayuda a encontrar historias a contar. El hecho que \"%(top_word)s\" es una palabra popular es bueno saber. Combínalo con "], "Fitting in to Your Pipeline": [null, "Ajustándose a tu proyecto"], "Focused on Learning ": [null, "Un enfoque en el aprendizaje"], "Frequency": [null, "Frecuencia"], "Full name: \"%(name)s\"": [null, "Nombre y apellido: \"%(name)s\""], "Here's some %(metadata)s about each column.": [null, "Aqui hay %(metadata)s sobre cada columna"], "Ignore %(stopwords)s": [null, "Ignorar %(stopwords)s"], "Ignore case": [null, "Ignorar mayúsculas"], "Ignore stopwords": [null, "Ignorar palabras de paro"], "Link must be a valid Google Spreadsheet": [null, "La liga debe ser una Hoja de Cálculo de Google válida"], "Link to a spreadsheet": [null, "Liga a una hoja de cálculo"], "Link to spreadsheet": [null, "Liga a hoja de cálculo"], "Making Data Fun": [null, "Datos Divertidos"], "Metadata summarizes basic information about your data.": [null, "Metadata "], "No data to display.": [null, "No hay información que mostrar."], "Only files under 10MB are accepted": [null, "Sólo se aceptan archivos menores a 10MB"], "Only these file types are accepted: csv, xls, xlsx": [null, "Sólo se aceptan estos tipos de archivos: csv, xls, xlsx"], "Only these file types are accepted: txt, docx, rtf": [null, "Sólo se aceptan estos tipos de archivos: txt, docx, rtf"], "Other": [null, "Otro"], "Paste a link": [null, "Pegar una liga"], "Paste links": [null, "Pegar ligas"], "Paste text": [null, "Pegar texto"], "Paste text...": [null, "Pegar texto..."], "Play video": [null, "Reproducir video"], "Please enter a valid email address": [null, "Por favor introduzca una dirección de correo electrónico válida"], "SameDiff": [null, "SameDiff"], "SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.": [null, "SameDiff compara un %(corpus)s de texto con otro corpus de texto para mostrarte las similitudes y diferencias. Usa un %(algorithm)s de %(cosine_similarity)s para evaluar si los documentos son realmente similares o totalmente diferentes."], "SameDiff compares two or more text files and tells you how similar or different they are": [null, "SameDiff compara dos o más archivos de texto y te dice qué tan similares o diferentes son."], "SameDiff compares two or more text files and tells you how similar or different they are.": [null, "SameDiff compara dos o más archivos de texto y te dice qué tan similares o diferentes son."], "SameDiff results": [null, "Resultados de SameDiff"], "Sample": [null, "Muestra"], "Samples": [null, "Muestras"], "Sometimes faster isn't better.  If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible.  That's why we've built DataBasic with learners in mind.  Don't know what some technical word means? Hover over it to see a quick definition.  Not sure how to use a tool?  Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.": [null, "A veces lo más rápido no es lo mejor.  Si de verdad quieres aprender a trabajar con datos para encontrar historias en ellos, tendrás que usar herramientas que hacen algo más que darte una gráfica rápida. Por eso creamos DataBasic pensando en los que están aprendiendo. ¿No sabes lo que significa una palabra técnica? Pon el cursor sobre ella para ver una definición rápida. ¿No sabes bien cómo usar una herramienta? Prueba algunos de los divertidos datos de muestra que hemos incluido para empezar, como letras musicales o avistamientos de OVNIS."], "Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s": [null, "Siento que no hay resultados. Tal vez su texto es demasiado corto... o quizás solo contiene palabras de paro."], "Spreadsheets and large Word documents can be boring and intimidating. We think working with data should be more fun! Take a look at our activity guides for hands-on approaches to analyzing your data using these tools.  Activity guides combined with fun data sets like music lyrics can help you take a playful approach to finding stories in your data. Don't you want to know \"what the fudge\" is going on with your CSV file?": [null, "Las hojas de cálculo y los documentos grandes de Word pueden ser aburridos e intimidantes. ¡Nosotros creemos que trabajar con datos debería ser divertido! Échale un vistazo a nuestras guías de actividades para encontrar acercamientos prácticos al análisis de tus datos usando estas herramientas. Las guías de actividades combinadas con datos divertidos, como letras musicales, pueden ayudarte a que abordes de manera entretenida la búsqueda de historias en tus datos. ¿No te gustaría saber \"qué diablos\" está pasando en tu archivo CSV?"], "Stopwords are words in text analysis that are ignored such as \"this\", \"that\", \"and\" and \"but.\"": [null, "Palabras de paro"], "Text": [null, "Texto"], "The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.": [null, "El índice de similitud coseno te dice cuan parecidos son dos documentos. Está basado en la frecuencia de las palabras.`"], "The average is": [null, "El promedio es"], "The earliest date is": [null, "La primera fecha es"], "The earliest time is": [null, "La primera hora es"], "The median is": [null, "La media es"], "The most frequent values in this column are:": [null, "Los valores mas frecuentes en esta columna son:"], "The smallest number is": [null, "El número"], "The standard deviation is": [null, "La desviación estándar es"], "The total is": [null, "El total es"], "The unique values in this column are:": [null, "Los valores distintos en esta columna son:"], "There are tons of tools for working with data; many so complex they are intimidating to even start with.  We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for.  This lets us concentrate on making that one thing both simple and powerful.": [null, "Hay muchas herramientas para trabajar con datos; algunas son tan complejas que hasta los primeros pasos son intimidantes. Hemos creado cada herramienta de DataBasic para centrarnos en hacer una sola cosa bien, para que sepas exactamente para qué se puede usar cada una. Esto nos permite concentrarnos en que esa cosa sea a la vez simple y poderosa. "], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "Hay %(num)s fila de datos faltantes", "Hay %(num)s filas de datos faltantes"], "These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.": [null, "Estas herramientas sencillas hacen que sea fácil trabajar con los datos de formas divertidas, para que puedas aprender cómo encontrar grandes historias que contar."], "These two documents are %(description)s.": [null, "Estos dos documentos son %(description)s."], "This column is full of": [null, "Esta columna tiene"], "This field is required": [null, "Se requiere este campo"], "This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.": [null, "Esta herramienta te ayuda a contar palabras, %(bigrams)s y %(trigrams)s en el texto plano. A menudo este es el primer paso en el análisis cuantitativo de texto."], "Times": [null, "Veces"], "Top Words": [null, "Palabras con más frecuencia"], "Trigrams": [null, "Trigramas"], "Undefined": [null, "Indefinido"], "Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data.  For instance, is it surprising that \"%(most_common_value)s\" is the most frequent value in the %(random_column_name)s column?  Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column?  Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column?  <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href=\"#\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for more help on asking questions of data sets.": [null, "Comprender los datos en su archivo csv es la primera etapa de analizarlo. Mirar columnas le puede ayudar identificar preguntas divertidas de sus datos. Por ejemplo, ¿le sorprende que \"%(most_common_value)s\" ocurre con la más frecuencia en la columna %(random_column_name)s? ¿Tiene sentido comparar la columna %(random_column_name2)s con la columna %(random_column_name3)s? ¿Hay más colleciónes de datos que puede encontrar para hacer preguntas interesantes de la columna %(random_column_name)s? <br /><br />Hacer estos tipos de preguntas es la primera etapa de entender los datos que tiene, y las historias que contienen. Echa un vistazo a nuestras  <a href=\"#\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">guías de activdades </a> para más ayuda en hacer preguntas buenas de sus datos."], "Upload a file": [null, "Subir un archivo"], "Upload file": [null, "Subir archivo"], "Upload files": [null, "Subir archivos"], "Upload...": [null, "Subir..."], "Use a sample": [null, "Usar una muestra"], "Use samples": [null, "Usar muestras"], "WTFcsv": [null, "WTFcsv"], "WTFcsv tells you WTF is going on with your .csv file.": [null, "WTFcsv te dice qué diablo está pasando con tu archivo .csv."], "WTFcsv: ": [null, "WTFcsv: "], "We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.": [null, "No podemos analizar estos datos porque no están en una forma estándar. La primera fila debe contener los nombres de las columnas."], "What do I do next?": [null, "¿Qué hago ahora?"], "Why use DataBasic?": [null, "¿Por qué DataBasic?"], "With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it.  We store information you upload for only the amount of time it takes us to analyze it, then we delete it.  The aggregate results we show you - metadata - are kept for 60 days, and then we delete them.  All communications are over https, so other folks can't eavesdrop on the data as you upload it.": [null, "Con más y más herramientas para datos moviéndose en línea, a veces es difícil saber a dónde van tus datos y qué le pasará cuando los subas. Nosotros guardamos la información que subes sólo por el tiempo que nos toma analizarla, y luego la borramos. Los resultados agregados que te mostramos--los metadatos--se conservan por 60 días, y luego los borramos. Toda la comunicación ocurre por https, así que nadie puede fisgonear en tus datos mientras los subes. "], "Word": [null, "Palabra"], "Word-Counter results": [null, "resultados de Word-Counter"], "WordCounter": [null, "WordCounter"], "WordCounter analyzes your text and tells you the most common words and phrases.": [null, "WordCounter analiza tu texto y te muestra las palabras y frases más comunes."], "Words that are in %(doc)s": [null, "Palabras en %(doc)s"], "Words that are only in %(document)s": [null, "Palabras que solo ocurren en %(document)s"], "Work with high-schoolers? Journalists? Community groups? Graduate students?  Us too!!!  That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences.  These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.": [null, "¿Trabajas con estudiantes adolescentes? ¿Periodistas? ¿Grupos comunitarios? ¿Estudiantes de posgrado? ¡Nosotros también! Por eso diseñamos y probamos las herramientas y actividades de DataBasic en nuestros cursos y talleres dirigidos a esos públicos. Estas herramientas nacieron de la frustración que nos causaban las cosas que usábamos en nuestras clases universitarias, así que sentimos tu dolor."], "Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon.  So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to.  Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.": [null, "Trabajar con datos en línea siempre implica una mescolanza de herramientas. Ese problema no se va a solucionar pronto. Por eso hicimos que DataBasic pueda manejar varios tipos de datos, y ofrezca resultados en los formatos acostumbrados. Lee contenido del sitio y descarga archivos CSV de tus resultados. Estos son sólo dos de los modos en que tratamos de introducirte a la forma en la que casi todos trabajan los datos en línea. "], "You can share these results by emailing this url:": [null, "Puedes compartir estos resultados con esta url:"], "You must input a URL": [null, "Debes introducir una URL"], "You must input a valid url": [null, "Debes introducir una url válida"], "You must select two files": [null, "Debes seleccionar dos archivos"], "Your <strong>SameDiff</strong> Report": [null, "Su Informe de <strong>SameDiff</strong>"], "about": [null, "acerca"], "algorithm": [null, "algorithm"], "almost the same": [null, "casi lo mismo"], "bigram": [null, "bigrama"], "bigrams": [null, "bigramas"], "blog": [null, "blog"], "change language to english": [null, "cambiar lenguaje a inglés"], "change language to spanish": [null, "cambiar lenguaje a español"], "choose input type": [null, "elegir tipo de entrada"], "close video window": [null, "cerrar ventana de video"], "completely different": [null, "completamente diferentes"], "corpus": [null, "corpus"], "cosine similarity": [null, "similitud coseno"], "data type": [null, "tipo de datos"], "download": [null, "bajar"], "download csv of bigram frequencies": [null, "bajar csv de frecuencias de bigramas"], "download csv of trigram frequencies": [null, "bajar csv de frecuencias de trigramas"], "download csv of word frequencies": [null, "bajar csv con frecuencias de palabras"], "frequency": [null, "frecuencia"], "go to %(tool)s": [null, "ir a %(tool)s"], "go to data basic home page": [null, "ir a página de inicio de data basic"], "help": [null, "ayuda"], "https://en.wikipedia.org/wiki/Natural_language_processing": [null, "https://en.wikipedia.org/wiki/Natural_language_processing"], "in the top 40 bigrams, and ": [null, "en las 40 bigramas con más frecuencia, y"], "kind of similar": [null, "un poco similares"], "kind of similar, and also kind of different": [null, "un poco similares y un poco diferentes también"], "metadata": [null, "metadata"], "occurs %(frequency)s times": [null, "ocurre %(frequency)s veces"], "pretty different": [null, "bastante diferentes"], "sort of similar": [null, "algo similares"], "stopwords": [null, "Ignorar palabras de paro"], "the %(num)d use ": ["the %(num)d uses ", "el %(num)d uso", "los %(num)d usos"], "the %(num)s use ": ["the %(num)s uses ", "el %(num)s uso", "los %(num)s usos"], "title": [null, "título"], "total uses": [null, "usos totales"], "trigram": [null, "trigrama"], "trigrams": [null, "trigramas"], "uses in": [null, "usos en"], "value": [null, "valor"], "very different": [null, "muy diferentes"], "word": [null, "palabra"], "your text": [null, "tu texto"]}
