{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.1.1", "Language": "pt", "Language-Team": "hu", "Last-Translator": "", "MIME-Version": "1.0", "PO-Revision-Date": "2016-01-26 15:13-0200", "POT-Creation-Date": "2016-08-17 07:38-0400", "Plural-Forms": "nplurals=2; plural=(n > 1)", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, " uses": [null, "usos"], " uses in %(doc)s": [null, "usos em %(doc)s"], "# of rows": [null, "# de linhas"], "%(bigram)s": [null, "%(bigram)s"], "%(f1)s and %(f2)s": [null, "%(f1)s e %(f2)s"], "%(normalized)s ": [null, "%(normalized)s "], "%(rows)s rows of data grouped into %(cols)s columns.": [null, "%(rows)s linhas de dado agrupado em %(cols)s colunas."], "%(trigram)s": [null, "%(trigram)s"], "A bigram is a two word phrase": [null, "Um bigrama é uma frase de duas palavras"], "A collection of written texts. For example, all of the lyrics in Katy Perry songs.": [null, "Uma coleção de textos escritos. Por exemplo, todas as letras de músicas de Katy Perry."], "A process to make data points comparable in a fair way. For example, word counts in a document can be normalized by dividing them by the total number of words in that document.": [null, "Um processo para tornar os dados comparáveis ​​aponta de forma justa. Por exemplo, a contagem de palavras em um documento pode ser normalizada dividindo-os pelo totalnúmero de palavras no documento."], "A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.": [null, "Um conjunto de etapas que você (ou um computador) fazem para resolver um problema. Por exemplo, quando você digitar um termo de pesquisa, o Google executa um algoritmo para descobrir quais páginas devem ser mostradas."], "A trigram is a three word phrase": [null, "Um trigrama é uma frase de três palavras"], "About %(tool_name)s": [null, "Sobre %(tool_name)s"], "Accessible to All": [null, "Acessível para Todos"], "Analyze": [null, "Analize"], "Are you an Educator? Try our Activity Guide": [null, "Você é um Educador? Tente nosso Guia de Atividades"], "Bigrams": [null, "Bigramas"], "Booleans": [null, "Booleanos"], "Browse file 1": [null, "Escolher arquivo 1"], "Browse file 2": [null, "Escolher arquivo 2"], "By Educators, for Educators": [null, "De Educadores, para Educadores"], "Categories": [null, "Categorias"], "Choose your language: ": [null, "Selecione sua língua: "], "Click to see the chart": [null, "Clique para ver o gráfico"], "Click to see the details": [null, "Clique para ver os detalhes"], "Compare": [null, "Compare"], "Comparing text documents is a great way to find out what makes each one unique.  Is it meaningful that \"%(most_common_word)s\" and \"%(second_most_common_word)s\" are the most used words appearing in both documents?  Why does %(doc2)s use \"%(doc2_most_common_word)s\" so much, but it doesn't even appear in %(doc1)s?  With these questions in mind, you can sketch out a story that compares the documents.  <br /><br />Find a whiteboard and start sketching out a story.  Check out our <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for more help on sketching out a story to compare them.  Want to dig into the data even more?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Download the full results as a CSV file</a> to compare the files even further.": [null, "Comparar documentos textuais é uma ótima maneira de descobrir o que faz com que cada um seja exclusivo. É útil saber que \"%(most_common_word)s\" e \"%(second_most_common_word)s\" são as palavras mais usadas aparecendo em ambos os documentos? Por que %(doc2)s usa muito \"%(doc2_most_common_word) s\", mas não aparece nem mesmo em %(doc1)s? Com estas perguntas em mente, você pode esboçar uma história que compara os documentos. <br /> <br /> Encontrar uma lousa e começar a esboçar uma história. Confira nosso <a href=\"%(activity_guide_url)s\" onclick=\"ga('send','event','samediff','activity-guide');\"> guia de atividades </a> para obter mais ajuda no esboço de uma história para comparação. Quer se aprofundar mais nos dados? <a href = \"%(download)s\" onclick = \"ga('send', 'event', 'samediff', 'samediff-dl');\"> Baixe os resultados completos como um arquivo CSV </a> para comparar ainda mais os arquivos."], "Count": [null, "Contagem"], "Counts": [null, "Contagem"], "Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.": [null, "Dados chegam à sua porta em forma de uma planilha, mas como você encontra uma história em linhas e colunas? WTFcsv fornece o primeiro passo, caracterizando %(data_type) s de cada coluna e conteúdo para que você possa fazer mais perguntas."], "Data is often classified by type. Common types of data include numbers, dates and text.": [null, "O dado normalmente é classificado por tipo. Os tipos mais comuns de dados incluem números, datas e texto."], "DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!": [null, "As atividades do DataBasic são adequadas para aulas e oficinas com participantes desde o ensino médio até a educação superior. Nenhuma experiência prévia com dados é necessária!"], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "DataBasic é um conjunto de ferramentas web fáceis de usar por iniciantes, que introduzem conceitos de trabalho com dados."], "Databasic is a project led by Rahul Bhargava (MIT Center for Civic Media) and Catherine D'Ignazio (Engagement Lab). Spanish translation by Alezsu Bajak. Portuguese translation by Daniel Paz de Araújo. Spanish data contributed by Miguel Paz. Portuguese data contributed by Vivian Guilherme and Daniel Paz de Araújo. Software development by Bhargava, D'Ignazio, the Engagement Lab and Stephen Suen.": [null, "Databasic é um projeto liderado pelo Rahul Bhargava (MIT Center for Civic Media) e Catherine D'Ignazio (Engagement Lab). Tradução espanhol por Alezsu Bajak. Tradução em português por Daniel Paz de Araújo. Dados portugueses contribuíram pelo Vivian Guilherme e Daniel Paz de Araújo. Software desenvolvido pela Bhargava, D'Ignazio, o Engagement Lab e Stephen Suen."], "Dates": [null, "Datas"], "Dates and times": [null, "Datas e horários"], "Designed and Developed by": [null, "Concebido e Programado por"], "Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all.  DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.": [null, "As tecnologias digitais têm dado poderes àqueles que possuem deficiência em uma variedade de maneiras, e novos padrões web tornaram mais fácil do que nunca construir novas ferramentas acessíveis a todos.  DataBasic aplica essas tecnologias para oferecer suporte aos leitores de tela para que os deficientes visuais possam começar a trabalhar com dados em novas e excitantes maneiras."], "Doing One Thing Well": [null, "Fazendo Uma Coisa Bem Feita"], "Download": [null, "Baixar"], "Ensuring Your Privacy": [null, "Assegurando Sua Pricacidade"], "Examining text data in this quantitative way can help you find stories to tell in your data.  The fact that \"%(top_word)s\" is a popular word is good to know, but combine that with ": [null, "Examinar os dados de texto de forma quantitativa pode ajudá-lo a encontrar histórias em seus dados para contar.  Pode ser bom saber o fato de que \"%(top_word)s\" é uma palavra popular, mas combine isso com "], "Fitting in to Your Pipeline": [null, "Ajustando na Sua "], "Focused on Learning ": [null, "Focado em Aprendizado"], "Frequency": [null, "Frequência"], "Full name: \"%(name)s\"": [null, "Nome completo: \"%(name)s\""], "Here is a picture of the words used most often in your document. Words used more often are bigger, and ones used less often are smaller. This picture, called a \"word cloud\", is helpful to get a sense of the most used words in a document.": [null, "Aqui está uma imagem das palavras usadas com  mais frequência em seu documento. Palavras usadas com mais frequência são maiores, e as usadas com menor frequência são menores. Esta imagem, chamada de \"nuvem de palavras\", é útil para se ter uma noção das palavras mais usadas em um documento."], "Here's some %(metadata)s about each column.": [null, "Aqui tem alguns %(metadata)s sobre cada coluna."], "Ignore %(stopwords)s": [null, "Ignorar %(stopwords)s"], "Ignore case": [null, "Ignorar situação"], "Ignore stopwords": [null, "Ignorar stopwords"], "Link must be a valid Google Spreadsheet": [null, "O link deve ser de uma Planilha Google válida"], "Link to a spreadsheet": [null, "Link para uma planilha"], "Link to spreadsheet": [null, "Link para planilha"], "Making Data Fun": [null, "Tornando Dados divertidos"], "Metadata summarizes basic information about your data.": [null, "Metadados resumem as informações básicas sobre os seus dados."], "No data to display.": [null, "Nenhum dado para exibição."], "No results": [null, "No Resultados"], "Normalization": [null, "Normalizacion"], "Only files under MB are accepted": [null, "Apenas arquivos com menos de 10MB são aceitos"], "Only these file types are accepted: csv, xls, xlsx": [null, "Apenas estes tipos de arquivos são aceitos: csv, xls, xlsx"], "Only these file types are accepted: txt, docx, rtf": [null, "Apenas estes tipos de arquivos são aceitos: txt, docx, rtf"], "Other": [null, "Outro"], "Paste a link": [null, "Colar um link"], "Paste links": [null, "Colar links"], "Paste text": [null, "Colar texto"], "Paste text...": [null, "Colar texto..."], "Please enter a valid email address": [null, "Por favor informe um endereço de email válido"], "SameDiff": [null, "SameDiff"], "SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.": [null, "SameDiff compara um %(corpus)s de texto para outro corpus de texto para mostrar as semelhanças e diferenças. Ele usa um %(cosine_similarity)s %(algorithm)s para classificar se os documentos são realmente semelhantes ou diferentes."], "SameDiff compares two or more text files and tells you how similar or different they are": [null, "SameDiff compara dois ou mais arquivos de texto e informa o quanto são similares ou diferentes."], "SameDiff compares two or more text files and tells you how similar or different they are.": [null, "SameDiff compara dois ou mais arquivos de textos e informa o quanto similares ou diferentes eles são."], "SameDiff results": [null, "Resultados SameDiff"], "Sample": [null, "Amostra"], "Samples": [null, "Amostras"], "Sometimes faster isn't better.  If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible.  That's why we've built DataBasic with learners in mind.  Don't know what some technical word means? Hover over it to see a quick definition.  Not sure how to use a tool?  Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.": [null, "Às vezes ser mais rápido não é ser melhor.  Se você realmente quer aprender como trabalhar com dados para encontrar histórias para contar, você precisará usar as ferramentas que fazem mais do que apenas dar-lhe um gráfico o mais rápido possível.  É por isso que construímos DataBasic com os alunos em mente.  Não sabe o que significa alguma palavra técnica? Passe o mouse sobre ela para ver uma definição rápida.  Não sabe como usar uma ferramenta?  Tente alguma das divertidas amostras de dados como letras de música e avistamentos de OVNIs que incluímos para começar."], "Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s": [null, "Desculpe, mas não encontramos nenhum resultado para mostrar. Talvez o seu texto seja muito curto... ou talvez seja todo %(stopwords)s"], "Spreadsheets and large Word documents can be boring and intimidating. We think working with data should be more fun! Take a look at our activity guides for hands-on approaches to analyzing your data using these tools.  Activity guides combined with fun data sets like music lyrics can help you take a playful approach to finding stories in your data. Don't you want to know \"what the fudge\" is going on with your CSV file?": [null, "Grandes planilhas e documentos do Word podem ser chatas e intimidantes. Achamos que trabalhar com dados deve ser o mais divertido! Dê uma olhada em nossos guias de atividade para abordagens mão-na-massa para analisar seus dados utilizando essas ferramentas.  Guias de atividade combinadas com divertidos conjuntos de dados como letras de música podem ajudá-lo a ter uma abordagem lúdica para encontrar histórias em seus dados. Você não quer saber \"que bobagem\" está acontecendo com seu arquivo CSV?"], "Stopwords are words in text analysis that are ignored such as \"this\", \"that\", \"and\" and \"but.\"": [null, "Stopwords são palavras que são ignoradas na análise textual, como \"este\", \"aquele\", \"e\" e \"mas\"."], "Text": [null, "Texto"], "The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.": [null, "A pontuação da Similaridade de Cosseno busca informar a similaridade entre dois documentos baseada no número de vezes que uma palavra é usada em cada um."], "The average is": [null, "A média é"], "The biggest number is": [null, "O maior número é"], "The documents are about the same length so you don't have to use %(normalized)s in order to compare them.": [null, "Os documentos são sobre o mesmo comprimento para que você não tem que usar%(normalized)s para compará-los."], "The documents are of different lengths so to compare them fairly you should keep %(normalized)s on.": [null, "Os documentos são de diferentes comprimentos para compará-los de forma justa por favor ligar %(normalized)s"], "The earliest date is": [null, "A data mais antiga é"], "The earliest time is": [null, "O horário mais antigo é"], "The latest date is": [null, "A data mais recente é"], "The latest time is": [null, "O horário mais recente é"], "The median is": [null, "A mediana é"], "The most frequent values in this column are:": [null, "Os valores mais frequentes nesta coluna são:"], "The smallest number is": [null, "O menor número é"], "The standard deviation is": [null, "O desvio padrão é"], "The total is": [null, "O total é"], "The unique values in this column are:": [null, "Os valores exclusivos nesta coluna são:"], "There are tons of tools for working with data; many so complex they are intimidating to even start with.  We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for.  This lets us concentrate on making that one thing both simple and powerful.": [null, "Existem toneladas de ferramentas para se trabalhar com dados; muitas são tão complexas que intimidam até para começar.  Nós construímos cada ferramenta DataBasic concentrando em fazer uma coisa bem feita, então você sabe exatamente para que cada pode usada.  Isto nos permite concentrar em fazer esta coisa de maneira simples e poderosa."], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "Existe %(num)s linha com dados faltantes", "Existem %(num)s linha com dados faltantes"], "These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.": [null, "Estas ferramentas simples fazem com que seja fácil trabalhar dados de maneira divertida, então você pode aprender como encontrar ótimas histórias para contar."], "These two documents are %(description)s.": [null, "Estes dois documentos são %(description)s."], "They have a %(cosine_sim)s score of %(score)s": [null, "Eles têm %(cosine_sim)s de pontos de %(score)s"], "They might have expired. Why not try <a href=\"/%(lang)s/%(tool_name)s\">analyzing some new data?</a>": [null, "Resultados expirados."], "This column is full of": [null, "Esta coluna está cheia"], "This field is required": [null, "Este campo é obrigatório"], "This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.": [null, "Esta ferramenta ajuda a contar palavras, %(bigrams)s e %(trigrams)s em texto sem formatação. Normalmente este é o primeiro passo na análise quantitativa de texto."], "Times": [null, "Horários"], "Toggle normlization": [null, "Normalizacion"], "Top Words": [null, "Principais Palavras"], "Trigrams": [null, "Trigramas"], "Undefined": [null, "Indefinido"], "Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data.  For instance, is it surprising that \"%(most_common_value)s\" is the most frequent value in the %(random_column_name)s column?  Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column?  Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column?  <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for more help on asking questions of data sets.": [null, "Entender os dados em seu arquivo csv é o primeiro passo para analisá-lo para histórias. Olhar para colunas individuais pode ajudar a identificar questões que poderiam ser divertidos para perguntar sobre seus dados. Por exemplo, não é surpreendente que o \"%(most_common_value)s\" é o valor mais frequente na coluna %(random_column_name)s ? Faz algum sentido comparar a coluna %(random_column_name2)s para a coluna %(random_column_name3)s ? Existem outros conjuntos de dados que você poderia encontrar para fazer perguntas interessantes sobre a coluna %(random_column_name)s? <br /> <br /> Fazer esses tipos de perguntas é o primeiro passo para entender os dados que você tem, e que tipo de histórias você pode encontrar. Vá para o <a href=\"%(activity_guide_url)s\" onclick=\"ga('send','event','wtfcsv','activity-guide');\"> guia de atividades </a> para obter mais ajuda sobre fazer perguntas de conjuntos de dados."], "Upload a file": [null, "Enviar um arquivo"], "Upload file": [null, "Enviar arquivo"], "Upload files": [null, "Enviar arquivos"], "Upload...": [null, "Enviar..."], "Use a sample": [null, "Usar uma amostra"], "Use samples": [null, "Usar amostras"], "WTFcsv": [null, "WTFcsv"], "WTFcsv tells you WTF is going on with your .csv file.": [null, "WTFcsv informa que merda está acontecendo com seu arquivo .csv."], "WTFcsv: ": [null, "WTFcsv: "], "We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.": [null, "Nós não podemos analisar esses dados porque não estão em um formulário padrão. Sua primeira linha deve conter os nomes de suas colunas."], "We couldn't find any results": [null, "No Resultados"], "What do I do next?": [null, "O que eu faço em seguida?"], "Why use DataBasic?": [null, "Por que usar DataBasic?"], "With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it.  We store information you upload for only the amount of time it takes us to analyze it, then we delete it.  The aggregate results we show you - metadata - are kept for 60 days, and then we delete them.  All communications are over https, so other folks can't eavesdrop on the data as you upload it.": [null, "Com cada vez mais ferramentas centradas em dados migrando para o ambiente online, às vezes pode ser difícil dizer para onde irão seus dados e o que vai acontecer com eles depois de enviados.  Armazenamos as informações que você carregar somente pelo tempo necessário para analisar e, em seguida, excluímos.  Os resultados agregados que nós mostramos - metadados - são mantidos por 60 dias, e depois apagamos. Todas as comunicações são via https, para que outras pessoas não possam espionar os dados enquanto são carregados."], "Word": [null, "Palavra"], "Word-Counter results": [null, "Resultados do WordCounter"], "WordCounter": [null, "WordCounter"], "WordCounter analyzes your text and tells you the most common words and phrases.": [null, "WordConter analisa seu texto e informa quais são as palavras e frases mais comuns."], "Words that are in %(doc)s": [null, "Palavras que estão em %(doc)s"], "Words that are only in %(document)s": [null, "Palavras que estão apenas em %(document)s"], "Work with high-schoolers? Journalists? Community groups? Graduate students?  Us too!!!  That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences.  These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.": [null, "Trabalha com estudantes do ensino médio? Jornalistas? Grupos comunitários? Estudantes de pós-graduação?  Nós também!!!  É por isso que projetamos e testamos DataBasic com suas ferramentas e atividades em nossas salas de aula e nas oficinas para esse tipo de público. Estas ferramentas nasceram sem a frustração de coisas que estávamos tentando usar em nossas aulas de graduação, então sentimos sua dor."], "Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon.  So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to.  Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.": [null, "Trabalhar com dados online sempre envolve o uso de uma mistura de ferramentas. Nós não vamos resolver esse problema tão cedo.  Então nós construímos DataBasic tratar uma variedade de tipos de dados e extrair seus resultados nos formatos que você está acostumado.  Leia alguns conteúdos do site e baixe arquivos CSV dos resultados. Estas são apenas duas das formas que tentamos lhe apresentar sobre como a maioria das pessoas trabalha dados online."], "You can share these results by emailing this url:": [null, "Você pode compartilhar estes resultados enviando por email esta url:"], "You must input a URL": [null, "Você deve informar uma URL"], "You must input a valid url": [null, "Você deve inserir uma url válida"], "You must select two files": [null, "Você deve selecionar dois arquivos"], "Your <strong>SameDiff</strong> Report": [null, "Seu Relatório <strong>SameDiff</strong>"], "about": [null, "sobre"], "activity sheet thumbnail": [null, "miniatura da planilha de atividades"], "algorithm": [null, "algoritmo"], "almost the same": [null, "quase o mesmo"], "bigram": [null, "bigrama"], "bigrams": [null, "bigramas"], "blog": [null, "blog"], "change language to english": [null, "mudar idioma para inglês"], "change language to portuguese": [null, "mudar idioma para inglês"], "change language to spanish": [null, "mudar idioma para espanhol"], "choose input type": [null, "escolha o tipo de entrada"], "close video window": [null, "fechar janela do vídeo"], "completely different": [null, "completamente diferente"], "corpus": [null, "corpus"], "cosine similarity": [null, "similaridade de cosseno"], "data type": [null, "tipo de dado"], "download": [null, "baixar"], "download csv of bigram frequencies": [null, "baixar csv de frequências de bigramas"], "download csv of trigram frequencies": [null, "baixar csv com frequências de trigramas"], "download csv of word frequencies": [null, "baixar csv de frequências de palavra"], "frequency": [null, "frequêcia"], "go to %(tool)s": [null, "ir para %(tool)s"], "go to data basic home page": [null, "ir para a home do DataBasic"], "help": [null, "ajuda"], "https://en.wikipedia.org/wiki/Natural_language_processing": [null, "https://en.wikipedia.org/wiki/Natural_language_processing"], "in the top 40 bigrams, and ": [null, "nos 40 principais bigramas, e"], "in the top 40 trigrams, to understand the context of how it is used.  With that richer understanding of the context, you can sketch out a picture of why \"%(top_word)s\" is so important in %(title)s. <br/><br />So grab some paper and some crayons and start drawing what you see!  Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">activity guide</a> for more help on sketching out a story.  Want to dig into the data more? Download all the <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">word counts</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigrams</a>, or <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigrams</a> and investigate why \"%(random_unpopular_word)s\" is used %(random_unpopular_word_count)s times!": [null, "nos 40 trigramas principais, para entender o contexto de como é usada. Com esse entendimento mais rico do contexto, você pode esboçar um retrato do porque \"%(top_word)s\" é tão importante em%(title)s. <br/> <br /> Então pegue um papel e alguns lápis e comece a desenhar o que você vê! Vá para o <a href=\"%(activity_guide_url)s\" onclick=\"ga('send','event','wordcounter','activity-guide');\"> guia de atividades </a> para obter mais ajuda sobre esboçar uma história. Quer mergulhar mais nos dados? Baixe todas as <a href=\"%(download_words)s\" onclick=\"ga('send','event','wordcounter','words-dl');\"> contagens de palavras </a>, <a href = \"%(download_bigrams)s\" onclick = \"ga ('send', 'event', 'wordcounter', 'bigrams-dl');\"> bigramas </a>, ou <a href = \"%(download_trigrams)s \"onclick =\" ga('send', 'event', 'wordcounter', 'trigrams-dl'); \"> trigramas </a> e investigue por que \"%(random_unpopular_word)s\" é utilizada \"%(random_unpopular_word_count)s\" vezes!"], "kind of similar": [null, "meio similar"], "kind of similar, and also kind of different": [null, "meio similar, e também meio diferente"], "metadata": [null, "metadado"], "normalization": [null, "normalização"], "occurs %(frequency)s times": [null, "ocorre %(frequency)s vezes"], "pretty different": [null, "bem diferente"], "sort of similar": [null, "mais ou menos similar"], "stopwords": [null, "stopwords"], "the %(num)d use ": ["the %(num)d uses ", "o %(num)d usa ", "os  %(num)d usam  "], "the %(num)s use ": ["the %(num)s uses ", "o %(num)s usa", "os %(num)s usam"], "title": [null, "título"], "total uses": [null, "uso total"], "trigram": [null, "trigrama"], "trigrams": [null, "trigramas"], "uses in": [null, "usa em"], "value": [null, "valor"], "very different": [null, "muito diferente"], "word": [null, "palavra"], "words": [null, "palavras"], "your text": [null, "seu texto"]}
