{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.7.0", "Language": "pt", "Language-Team": "hu", "Last-Translator": "", "MIME-Version": "1.0", "PO-Revision-Date": "2016-12-29 12:33-0200", "POT-Creation-Date": "2019-12-06 09:26-0500", "Plural-Forms": "nplurals=2; plural=(n != 1)", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, " In this activity you will work practice using data to make arguments that try to convince different people. You will learn how to use data to tailor an argument for a specific audience. We'll look at a sample visualization about an issue, identify stakeholders who are trying to swayed by the story it tells, and try to make arguments that convince them to take action. Start the activity by playing the kickoff video below for your group.": [null, "Nesta atividade você trabalhará na prática usando dados para fazer argumentos que convençam pessoas diferentes. Você aprenderá como usar dados para adaptar um argumento para um público específico. Analisaremos uma amostra sobre um problema, identificaremos as partes interessadas que tentam influenciar a história que se conta e tentaremos criar argumentos que os convençam a agir. Inicie a atividade passando o vídeo inicial abaixo para o seu grupo."], " uses": [null, "usos"], " uses in %(doc)s": [null, "usos em %(doc)s"], "# of rows": [null, "# de linhas"], "%(bigram)s": [null, "%(bigram)s"], "%(centrality)s": [null, "%(centrality)s"], "%(degree)s": [null, "%(degree)s"], "%(f1)s and %(f2)s": [null, "%(f1)s e %(f2)s"], "%(node)s": [null, "nós"], "%(normalized)s ": [null, "%(normalized)s "], "%(rows)s rows of data grouped into %(cols)s columns.": [null, "%(rows)s linhas de dado agrupado em %(cols)s colunas."], "%(trigram)s": [null, "%(trigram)s"], "1 printed copy of the <a href='https://databasic.io/en/wtfcsv/wtfcsv-activity-guide.pdf'>WTFcsv handout</a> per group": [null, "1 cópia impressa do <a href='https://databasic.io/pt/wtfcsv/wtfcsv-activity-guide.pdf'>folheto WTFcsv</a> por grupo"], "<strong>DataBasic</strong> News": [null, "<strong>DataBasic</strong> News"], "A basic Internet connection": [null, "Uma conexão básica à Internet"], "A bigram is a two word phrase": [null, "Um bigrama é uma frase de duas palavras"], "A collection of written texts. For example, all of the lyrics in Katy Perry songs.": [null, "Uma coleção de textos escritos. Por exemplo, todas as letras de músicas de Katy Perry."], "A connection between one node and another node.": [null, "Uma conexão entre um nó e outro nó."], "A phone, tablet, or computer connected to the internet for each small \n            group of 3 people": [null, "Um telefone, um tablet ou um computador conectado à Internet para cada pequeno grupo de 3 pessoas"], "A phone, tablet, or computer for each small \n            group of 3 people": [null, "Um telefone, tablet ou computador para cada grupo pequeno de 3 pessoas"], "A phone, tablet, or computer for each small group of 3 people": [null, "Um telefone, tablet ou computador para cada grupo pequeno de 3 pessoas"], "A process to make data points comparable in a fair way. For example, word counts in a document can be normalized by dividing them by the total number of words in that document.": [null, "Um processo para tornar os dados comparáveis ​​aponta de forma justa. Por exemplo, a contagem de palavras em um documento pode ser normalizada dividindo-os pelo totalnúmero de palavras no documento."], "A projector connected to a computer": [null, "Um projetor conectado a um computador"], "A projector to show these videos": [null, "Um projetor para mostrar esses vídeos"], "A room with space at the front": [null, "Uma sala com espaço na frente"], "A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.": [null, "Um conjunto de etapas que você (ou um computador) fazem para resolver um problema. Por exemplo, quando você digitar um termo de pesquisa, o Google executa um algoritmo para descobrir quais páginas devem ser mostradas."], "A trigram is a three word phrase": [null, "Um trigrama é uma frase de três palavras"], "About %(tool_name)s": [null, "Sobre %(tool_name)s"], "About <strong>DataBasic</strong>": [null, "Sobre <strong>DataBasic</strong>"], "About Us": [null, "Sobre Nós"], "Accessible to All": [null, "Acessível para Todos"], "After 10 minutes bring everyone back together to share any insights they found.  Were there any obvious benefits they ran into by analyzing this data as a network (instead of a table)? Were there any questions that here harder to dig into? Were any of the algorithms mentioned useful?": [null, "Depois de 10 minutos, junte todos para que compartilhem as informações que eles encontraram. Houve algum benefício óbvio que eles encontraram ao analisar esses dados como uma rede (em vez de uma tabela)? Houve alguma dúvida que aqui fosse mais difícil de encontrar? Algum dos algoritmos mencionados foi útil?"], "After 3 minutes tell them they should be building now; this is a 'think with your hands activity'.  When they have one minute left let them know.": [null, "Depois de 3 minutos, diga-lhes que deveriam estar construindo já; esta é uma 'atividade de pensar com as mãos'. Quando faltar um minuto para a conclusão, avise-os"], "Analyze": [null, "Analize"], "Analyzing Data": [null, "Analise os Dados"], "Analyzing the connections between the \"dots\" in your data is a fundamentally different approach to understanding it. This tool shows you a network diagram to reveal those links, and gives you a high level report about what your network looks like.": [null, "Analisando as conexões entre os \"pontos\" nos seus dados é uma abordagem fundamentalmente diferente para entendê-los. Esta ferramenta mostra um gráfico de redes para revelar suas conexões, e mostra um relatório alto nível sobre como a rede se parece."], "Are you an Educator? Try our Activity Guide": [null, "Você é um Educador? Tente nosso Guia de Atividades"], "Ask Good Questions": [null, "Faça Perguntas"], "Ask the group to pair up, preferably with someone they don’t know.  Show participants a large central table full of the materials you have gathered.  Give them 6 minutes to quickly build a physical representation of the data you presented earlier.  Don't give them too long, otherwise they will get stuck on nuances instead of just getting their creative juices flowing. Remind them they are creative, and that pipe cleaner bar charts are NOT allowed!": [null, "Peça ao grupo para trabalharem em duplas, de preferência com alguém que não conheçam. Mostre aos participantes uma grande mesa central cheia dos materiais que você reuniu. Dê-lhes 6 minutos para construir rapidamente uma representação física dos dados que você apresentou anteriormente. Não lhes dê muito tempo, caso contrário, eles ficarão presos em detalhes ao invés de apenas deixarem a criatividade fluir. Lembre-os de serem criativos, e de que gráficos de barras de limpeza de canos NÃO são permitidos!"], "Asking Good Questions": [null, "Faça Boas Perguntas"], "Asking Questions": [null, "Faça Perguntas"], "At least 10 people": [null, "Pelo menos 10 pessoas"], "Background": [null, "Contexto"], "Bigrams": [null, "Bigramas"], "Booleans": [null, "Booleanos"], "Browse file 1": [null, "Escolher arquivo 1"], "Browse file 2": [null, "Escolher arquivo 2"], "Build a Data Sculpture": [null, "Esculturas de Dados"], "Build and Analyze a Network": [null, "Construa e Analise uma Rede"], "By Educators, for Educators": [null, "De Educadores, para Educadores"], "Categories": [null, "Categorias"], "Centrality": [null, "Centralidade"], "Choose your language: ": [null, "Selecione sua língua: "], "Click to see the chart": [null, "Clique para ver o gráfico"], "Click to see the details": [null, "Clique para ver os detalhes"], "Compare": [null, "Compare"], "Comparing text documents is a great way to find out what makes each one unique.  Is it meaningful that \"%(most_common_word)s\" and \"%(second_most_common_word)s\" are the most used words appearing in both documents?  Why does %(doc2)s use \"%(doc2_most_common_word)s\" so much, but it doesn't even appear in %(doc1)s?  With these questions in mind, you can sketch out a story that compares the documents.  <br /><br />Find a whiteboard and start sketching out a story.  Check out our <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for more help on sketching out a story to compare them.  Want to dig into the data even more?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Download the full results as a CSV file</a> to compare the files even further.": [null, "Comparar documentos textuais é uma ótima maneira de descobrir o que faz com que cada um seja exclusivo. É útil saber que \"%(most_common_word)s\" e \"%(second_most_common_word)s\" são as palavras mais usadas aparecendo em ambos os documentos? Por que %(doc2)s usa muito \"%(doc2_most_common_word) s\", mas não aparece nem mesmo em %(doc1)s? Com estas perguntas em mente, você pode esboçar uma história que compara os documentos. <br /> <br /> Encontrar uma lousa e começar a esboçar uma história. Confira nosso <a href=\"%(activity_guide_url)s\" onclick=\"ga('send','event','samediff','activity-guide');\"> guia de atividades </a> para obter mais ajuda no esboço de uma história para comparação. Quer se aprofundar mais nos dados? <a href = \"%(download)s\" onclick = \"ga('send', 'event', 'samediff', 'samediff-dl');\"> Baixe os resultados completos como um arquivo CSV </a> para comparar ainda mais os arquivos."], "Connect with Others": [null, "Conecte-se com outros"], "ConnectTheDots": [null, "ConnectTheDots"], "ConnectTheDots shows you how your data is connected by analyzing it as a network.": [null, "ConnectTheDots mostra como seus dados estão conectados analisando-os como uma rede."], "ConnectTheDots: ": [null, "ConnectTheDots: "], "Convince Me": [null, "Me Convença"], "Count": [null, "Contagem"], "Counts": [null, "Contagem"], "DO NOT include LEGO bricks (otherwise people just build bar charts)": [null, "NÃO inclua peças de LEGO (caso contrário, as pessoas apenas criam gráficos de barras)"], "DO NOT include pens, crayons, or anything else to write with (otherwise people just draw instead of building)": [null, "NÃO inclua canetas, lápis de cor ou qualquer outra coisa para escrever (senão as pessoas simplesmente desenham, ao invés de construir)"], "Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.": [null, "Dados chegam à sua porta em forma de uma planilha, mas como você encontra uma história em linhas e colunas? WTFcsv fornece o primeiro passo, caracterizando %(data_type) s de cada coluna e conteúdo para que você possa fazer mais perguntas."], "Data can be intimidating, especially when it comes to analyzing it.  But remember, most of statistics is just special ways of counting.  We’re all pretty good at counting! Establishing a data culture doesn't mean that we will all be statistical wizards but it does mean learning enough about analysis to understand its creative potential. The data analysis process is an opportunity to bring people together. There are many ways to do this to find a story.  <strong>Use WordCounter</strong> to learn about analyzing text data to find stories. <strong>Use Connect the Dots</strong> to collaboratively analyze a network graph.  <strong>Use SameDiff</strong> to learn about how algorithms can help you analyze data in more abstract ways.": [null, "Os dados podem ser intimidadores, especialmente quando se trata de analisá-los. Mas lembre-se, a maioria das estatísticas são apenas formas específicas de contagem. E nós somos muito bons em fazer contas! Estabelecer uma cultura de dados não significa que todos nós seremos mestres estatísticos, mas significa aprender o suficiente sobre análise para entender todo seu potencial criativo. O processo de análise de dados é uma oportunidade para reunir as pessoas. Há muitas maneiras de fazer isso para encontrar uma história. Use o WordCounter para aprender sobre como analisar dados de texto para encontrar histórias. Use o Connect the Dots para analisar um gráfico de rede de forma colaborativa. Use o SameDiff para saber como os algoritmos podem ajudá-lo a analisar os dados de maneiras mais abstratas."], "Data is everywhere right now. But many organizations like your's are struggling to figure out how to build capacity to work with data. You don't need a data scientist; you need a <strong>data culture</strong>.": [null, "Os dados estão em todos os lugares agora mesmo. Mas muitas empresas, assim como a sua, estão lutando para descobrir como aumentar a sua capacidade para trabalhar com eles. Você não precisa de um cientista de dados; o que você precisa é de uma cultura de dados."], "Data is often classified by type. Common types of data include numbers, dates and text.": [null, "O dado normalmente é classificado por tipo. Os tipos mais comuns de dados incluem números, datas e texto."], "DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!": [null, "As atividades do DataBasic são adequadas para aulas e oficinas com participantes desde o ensino médio até a educação superior. Nenhuma experiência prévia com dados é necessária!"], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "DataBasic é um conjunto de ferramentas web fáceis de usar por iniciantes, que introduzem conceitos de trabalho com dados."], "Dates": [null, "Datas"], "Dates and times": [null, "Datas e horários"], "Degree": [null, "Grau"], "Designed and Developed by": [null, "Concebido e Programado por"], "Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all.  DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.": [null, "As tecnologias digitais têm dado poderes àqueles que possuem deficiência em uma variedade de maneiras, e novos padrões web tornaram mais fácil do que nunca construir novas ferramentas acessíveis a todos.  DataBasic aplica essas tecnologias para oferecer suporte aos leitores de tela para que os deficientes visuais possam começar a trabalhar com dados em novas e excitantes maneiras."], "Doing One Thing Well": [null, "Fazendo Uma Coisa Bem Feita"], "Download": [null, "Baixar"], "Download and print the activity guide": [null, "Baixe e imprima o guia de atividades"], "Download the <strong>table</strong>": [null, "Baixe a <strong>tabela</strong>"], "Ensuring Your Privacy": [null, "Assegurando Sua Pricacidade"], "Error: Paste failed! Make sure your input has exactly two tab-separated columns and try again.": [null, "Erro: Falha ao colar! Certifique que sua entrada tem exatamente duas colunas separadas por tabulação e tente novamente."], "Error: Upload failed! Make sure your file has exactly two columns and try again.": [null, "Erro: Falha ao carregar! Certifique que seu arquivo possui exatamente duas colunas e tente novamente."], "Examining text data in this quantitative way can help you find stories to tell in your data.  The fact that \"%(top_word)s\" is a popular word is good to know, but combine that with ": [null, "Examinar os dados de texto de forma quantitativa pode ajudá-lo a encontrar histórias em seus dados para contar.  Pode ser bom saber o fato de que \"%(top_word)s\" é uma palavra popular, mas combine isso com "], "Fitting in to Your Pipeline": [null, "Ajustando na Sua "], "Focused on Learning ": [null, "Focado em Aprendizado"], "For example, is it significant that <strong>%(id)s</strong> has the %(degree)s highest number of connections but is ranked %(centrality)s for %(betweenness_centrality)s?": [null, "Por exemplo, isto significa que <strong>%(id)s</strong> tem %(degree)s maior número de conexões mas é raqueado %(centrality)s para %(betweenness_centrality)s?"], "For example, why might <strong>%(id)s</strong> have the highest %(betweenness_centrality)s in the network?": [null, "Por exemplo, por que <strong>%(id)s</strong> tem o maior %(betweenness_centrality)s na rede?"], "Frequency": [null, "Frequência"], "Full name: \"%(name)s\"": [null, "Nome completo: \"%(name)s\""], "Gathering Data": [null, "Junte a Informação"], "Graph": [null, "Criar Gráfico"], "Happiness in the Town of Somerville, MA, USA": [null, "Felicidade na cidade de Somerville, MA, EUA"], "Has header row": [null, "Possui linha de cabeçalho"], "Have Everyone Share Back": [null, "Faça com que Todos Compartilhem"], "Here is a graph of how your data is connected. Any %(nodes)s linked by an %(edge)s show up in the same row in your input data. Your network graph has %(node_count)s nodes and %(edge_count)s edges.": [null, "Aqui tem um gráfico sobre como seus dados estão conectados. Qualquer %(nodes)s conectados por um %(edge)s são mostrados na mesma linha em seus dados de entrada. Seu gráfico de rede tem %(node_count)s nós e %(edge_count)s arestas."], "Here is a picture of the words used most often in your document. Words used more often are bigger, and ones used less often are smaller. This picture, called a \"word cloud\", is helpful to get a sense of the most used words in a document.": [null, "Aqui está uma imagem das palavras usadas com  mais frequência em seu documento. Palavras usadas com mais frequência são maiores, e as usadas com menor frequência são menores. Esta imagem, chamada de \"nuvem de palavras\", é útil para se ter uma noção das palavras mais usadas em um documento."], "Here's a process we introduce to get you from data to impactful story.  Keep scrolling down to learn about the activities we offer for you to run at each step along the way.": [null, "Este um processo que apresentamos para levá-lo a transformar simples dados para uma impactante história. Continue lendo para aprender sobre as atividades que oferecemos para que você execute a cada passo adiante."], "Here's some %(metadata)s about each column.": [null, "Aqui tem alguns %(metadata)s sobre cada coluna."], "How do you build a data culture?  Use our videos and guides to run one activity a month at brown bag lunches in your org.": [null, "Como se cria uma cultura de dados? Use nossos vídeos e guias para executar uma atividade por mês como eventos informais de aprendizado na sua empresa."], "How do you know if your story is working?  Does the data you included support the narrative you are telling?  It can be very difficult to put yourself in the shoes of your audience and try to understand what kind of story will change their worldview or move them to action.  And you might have multiple audiences. Each potential audience brings different beliefs and experiences to understanding your message. <strong>Try out ConvinceMe</strong> to practice telling different stories to different audiences.": [null, "Como saber se sua história está funcionando mesmo? Os dados que você incluiu condizem com a narrativa que você está contando? Pode ser muito difícil colocar-se no lugar do seu público alvo e tentar entender que tipo de história vai mudar visão de mundo deles ou movê-los à ação. E talvez você possa ter vários públicos alvo. Cada público traz consigo diferentes crenças e experiências ao receber sua mensagem. <strong>Experimente o ConvinceMe</strong> para praticar como contar histórias diferentes para diferentes públicos."], "Ignore %(stopwords)s": [null, "Ignorar %(stopwords)s"], "Ignore case": [null, "Ignorar situação"], "Ignore stopwords": [null, "Ignorar stopwords"], "In this activity participants will brainstorm questions to ask sample datasets based on summaries of the columnar data.  Work in groups of 2-3 colleagues for about 10 minutes with the data. At the end give them a minute to pick the best question and write it down on the handout, indicating the question, any other data they might need to answer it, and how they would get that data. Start the activity by playing the kickoff video below for your group, which explains all this.": [null, "Nesta atividade, os participantes irão fazer uma discussão de perguntas de amostras de conjuntos de dados baseados em resumos dos dados em coluna. Trabalhe em grupos de 2-3 pessoas por cerca de 10 minutos com os dados. No final, dê-lhes um minuto para escolher a melhor pergunta e anotá-la no folheto, indicando a pergunta, quaisquer outros dados que possam precisar para respondê-la e como obterão esses dados. Comece a atividade por passar o vídeo inicial abaixo para o seu grupo, onde se explicará tudo isso."], "Introduce the activity and then give folks about 15 minutes to sketch.  With 10 minutes left let them know that they should have chosen a dataset to work with. When they have 5 minutes left make sure they have a story and are sketching on paper, otherwise they'll be scrambling to get a drawing done.": [null, "Apresente a atividade e, em seguida, dê às pessoas cerca de 15 minutos para fazer o esboço. Com 10 minutos de antecedência, os avise que eles já deveriam ter escolhido um conjunto de dados para trabalhar. Quando eles tiverem 5 minutos faltantes, certifique-se de que eles já têm uma história e que a estejam esboçando no papel, caso contrário, eles estarão desperdiçando esforço para fazer um desenho."], "Introduce the group to two related “normal” charts of data.  One can be a single fact, and the other a medium-sized set of information. If you make your own, be sure to avoid data that the audience knows too well - we find that leads people to get lost in the nuances and intimate details. We suggest using more generic or high-level data.  Here are a few handouts you are welcome to download, print, and use:": [null, "Apresente o grupo a dois gráficos de dados 'normais'. Um pode ser um fato único, e o outro um conjunto de informações de tamanho médio. Se você fizer o seu próprio gráfico, certifique-se de evitar o uso de dados que o público conheça bem - entendemos que isso leva as pessoas a se perderem nas nuances e detalhes pessoais. Sugerimos usar dados mais genéricos. Aqui estão alguns folhetos que você poderá baixar, imprimir e usar:"], "It looks like your two columns have two totally different types of nodes. We think this is a %(bipartite_graph)s. We’ve gone ahead and colored each node based on what column it&#39;s in.": [null, "Parece que suas duas colunas tem um total diferente para os tipos de nós. Acreditamos que est é um %(bipartite_graph)s. Vamos seguir e colorir cada nó baseado em qual coluna ele está."], "Join the discussion group": [null, "Junte-se a nossa lista"], "Kick off the Activity": [null, "Início da Atividade"], "Kick-Off The Activity": [null, "Início da Atividade"], "Large pieces of paper to draw on (2 feet by 3 feet is best)": [null, "Grandes pedaços de papel para desenhar (60 cm por 1 metro é o recomendável)"], "Learn With Others": [null, "Conte-nos como foi"], "Learn how to ask different types of questions based on a network of data": [null, "Saiba como fazer diferentes tipos de perguntas com base em uma rede de dados"], "Learn how to move from spreadsheet to story with WTFcsv": [null, "Saiba como passar da planilha para a história com o WTFcsv"], "Link must be a valid Google Spreadsheet": [null, "O link deve ser de uma Planilha Google válida"], "Link to a spreadsheet": [null, "Link para uma planilha"], "Link to spreadsheet": [null, "Link para planilha"], "Local craft materials (plastic bottle tops, wire, fuzzy balls, colored paper, wood blocks, construction paper)": [null, "Materiais para fazer artesanato (garrafas de plástico, fios, bolas, papel colorido, blocos de madeira, papel)"], "Metadata summarizes basic information about your data.": [null, "Metadados resumem as informações básicas sobre os seus dados."], "Network graphs are very trendy right now, but few know how to read them, nor why they they might be useful. In this activity you'll create a dataset about local restaurants people recommend, build a network graph out of that data, and then think about questions you can ask it. You will use <a href='https://connectthedots.databasic.io/'>Databasic.io's Connect the Dots tool</a> to do this.": [null, "Gráficos de rede são muito usados no momento, mas poucos sabem como lê-los, ou mesmo sabem por que eles podem ser úteis. Nesta atividade, você criará um conjunto de dados sobre restaurantes locais que as pessoas recomendam, criará um gráfico de rede fora desses dados e depois pensará em perguntas que você pode fazer. Você usará a ferramenta <a href='https://connectthedots.databasic.io/'>Databasic.io Connect the Dots</a> para fazer isso."], "No data to display.": [null, "Nenhum dado para exibição."], "No results": [null, "Sem Resultados"], "Node": [null, "Nó"], "Normalization": [null, "Normalizacion"], "Not sure how to format your file? Download our template.": [null, "Não tem certeza sobre como formatar seu arquivo? Baixe nosso modelo."], "Now that everyone has analyzed text and sketched a story, this video will help people think about where to go from here. For example, what are some text datasets that your organization already has on hand?  We discuss some more sophisticated methods of quantitative text analysis as well as point out some common pitfalls to try to avoid.": [null, "Agora que todos analisaram o texto e desenharam uma história, esse vídeo ajudará as pessoas a pensar sobre onde ir daqui à frente. Por exemplo, quais são alguns conjuntos de dados de texto que a sua organização já possui? Discutiremos alguns métodos mais sofisticados de análise quantitativa de texto, além de apontar algumas armadilhas comuns para se evitar."], "Now that you've done some basic network graph analysis, help the participants think about any network data your organization has on hand.  Are there any questions that came up, or ideas, about steps people should take with your in-house data?": [null, "Agora que você fez algumas análises básicas de gráficos de rede, ajude os participantes a pensar sobre quaisquer dados de rede que a sua organização tenha em mãos. Há alguma pergunta que surgiu, ou idéias, sobre as etapas que as pessoas devam tomar com seus dados internos?"], "Now that you've done some basic spreadsheet analysis, this video will help you think about where to go from here. For example, what information in your organization is captured in spreadsheet form? Could you use this same approach with survey result data? With financial data? With lists of donors or web analytics? How can having groups come up with questions help you take the next step with your organization's data? We also discuss some common pitfalls to try to avoid, like remembering to consider outliers and keeping in mind that correlation is not causation.": [null, "Agora que você fez algumas análises básicas de planilhas, esse vídeo irá ajudá-lo a pensar sobre onde ir daqui em diante. Por exemplo, quais informações em sua organização são obtidas em forma de planilha? Você poderia usar essa mesma abordagem com os dados do resultado da pesquisa? Com dados financeiros? Com listas de doadores ou análise web? Como o fato dos grupos terem apresentado perguntas poderá ajuda-lo a dar o próximo passo com os dados da sua organização? Nós também discutimos algumas armadilhas comuns a serem evitadas, como lembrar-se de considerar fatores atípicos e ter em mente que a correlação não é causalidade."], "Now that you've practice this with some example data, this video will help you think about where to go next. For example, who are some of the main audiences your organization tries to convince? What are some pitfalls to be aware of when crafting arguments for specific audiences?": [null, "Agora que você praticou isso com alguns dados de exemplo, esse vídeo irá ajudá-lo a pensar sobre onde ir adiante. Por exemplo, quais são alguns dos principais públicos que sua organização tenta convencer? Quais são algumas armadilhas para se conscientizar ao elaborar argumentos para públicos específicos?"], "Often you don’t recognize the data you already have! Data is all around, but can be difficult to identify and describe.  You need the right data to tell a strong story. As they say, “garbage in, garbage out.”  You also need to remember that a single data set may not be able to answer your questions. Combining datasets is often the best way to create a more fleshed out story. <strong>Use Connect the Dots</strong> to explore crowd-sourcing data from your audience to analyze together as a network.  Or <strong>Use WTFcsv</strong> to think about how to gather the data you need to answer a question.": [null, "Muitas vezes você pode não reconhecer os dados que você já possui! Os dados estão ao redor, mas podem ser difíceis de identificar e descrever. Você precisa dos dados certos para contar uma história forte. É como se diz, 'se entra lixo, sai lixo'. Você também precisa lembrar que um único conjunto de dados pode não ser capaz de responder suas perguntas. A combinação de conjuntos de dados geralmente é a melhor maneira de criar uma história mais detalhada. Use o Connect the Dots para explorar os dados de crowd-sourcing do seu público para analisar juntos como uma rede. Ou use WTFcsv para pensar sobre como reunir os dados que você precisa para responder a uma pergunta."], "Only files under MB are accepted": [null, "Apenas arquivos com menos de 10MB são aceitos"], "Only these file types are accepted: csv, xls, xlsx": [null, "Apenas estes tipos de arquivos são aceitos: csv, xls, xlsx"], "Only these file types are accepted: txt, docx, rtf": [null, "Apenas estes tipos de arquivos são aceitos: txt, docx, rtf"], "Other": [null, "Outro"], "Paper &amp; pens": [null, "Papel e canetas"], "Participants will understand build familiarity with some standard terms and approaches to working with network graphs. Begin by sharing some inspirational examples, then fill in a spreadsheet together of restaurants and who recommends them.  This should have two columns - 'Person' and 'Restaurant'. Then paste this data into Connect the Dots to analyze it. Share the URL and have people poke at it, or other sample data, to look for insights and prompt questions.": [null, "Os participantes aprenderão como se familiarizar com alguns termos e abordagens padrão para trabalhar com gráficos de rede. Comece compartilhando alguns exemplos inspiradores, então preencha uma planilha de restaurantes e de quem os recomendou. Isso deve ser em duas colunas - 'Pessoa' e 'Restaurante'. Em seguida, coloque esses dados em Connect the Dots para analisá-lo. Compartilhe o URL e peça que o grupo o acesse, ou mesmo outros exemplos de dados, para que busquem ideias e façam perguntas rápidas."], "Paste a link": [null, "Colar um link"], "Paste links": [null, "Colar links"], "Paste rows": [null, "Colar linhas"], "Paste rows from an Excel or Google spreadsheet, with this format:": [null, "Colar linhas de uma planilha de Google ou Excel no seguinte formato:"], "Paste text": [null, "Colar texto"], "Paste text...": [null, "Colar texto..."], "People around the world are using this activity. Learn from their comments below, and please share your experience with others by submitting it! Comments you leave here will be moderated. Once approved, they will be shared on this page and are public.": [null, "Pessoas ao redor do mundo estão usando e adaptando essas atividades em suas empresas. Escreva no espaço abaixo um pouco sobre como as atividades foram para você."], "Play this video after each small group has sketched their story on a large sheet of paper. Here we outline some questions to discuss as each group describes the story that they found. For example, you'll want to take note of stories based on comparing two things versus those those based on a single, interesting data point. And you can start a conversation about how groups used visual parameters – like color, size and position – to communicate their story.": [null, "Passe este vídeo depois que cada grupo pequeno esboçou sua história em uma grande folha de papel. Aqui descreveremos algumas questões para discussão, conforme cada grupo descrever a história que eles encontraram. Por exemplo, você desejará destacar histórias com base em comparação de duas coisas versus aquelas baseadas em um único ponto de dados de interesse. E você pode iniciar uma conversa sobre como os grupos usaram parâmetros visuais - como cor, tamanho e posição - para passar sua história."], "Play this video after each small group has written their questions on the WTFcsv handout. Here we outline some things to discuss as each group enumerates their questions and the process they might take to start answering them. For example, you want to validate groups that asked 'meta questions', like 'where is this data from?' or 'Can we trust this data?' as well as groups that started to ask questions about patterns that they saw in the data itself. If groups ask questions about patterns in data, ask them to take a step towards answering them. What other data would they need to answer their questions? Who collects that data?": [null, "Passe este vídeo depois que cada grupo pequeno escrever suas perguntas no folheto WTFcsv. Aqui descrevemos algumas coisas para discutir como cada grupo enumera suas perguntas e o processo que eles podem tomar para começar a respondê-las. Por exemplo, você deseja validar grupos que fizeram 'meta-perguntas', do tipo 'de onde são esses dados?' ou 'podemos confiar nestes dados?' bem como grupos que começaram a fazer perguntas sobre os padrões que eles viram nos próprios dados. Se os grupos fizerem perguntas sobre os padrões dos dados, peça-lhes que deem um passo à frente para respondê-los. Que outros dados eles precisariam para responder suas perguntas? Quem coleta esses dados?"], "Play this video after you've finished making arguments to convince your volunteer stakeholders to move forward.  Ask different people to explain why they made the arguments they did, and ask the stakeholders why something convinced them or not. Highlight similarities in the arguments people made, or arguments that worked for one audience but might not for another.  Point out particularly strong uses of data in support of arguments to start a conversation about how to use data in appropriate ways to convince people.": [null, "Passe este vídeo depois de criar os argumentos para convencer seus interessados ​​voluntários a seguir em frente. Peça a diferentes pessoas para explicar por que eles usaram os argumentos que eles fizeram, e pergunte às partes interessadas por que algo os convenceu ou não. Destaque semelhanças nos argumentos feitos pelas pessoas, ou argumentos que funcionaram para uma audiência, mas não para outra. Destaque usos particularmente fortes de dados em apoio aos argumentos para iniciar uma conversa sobre como usar os dados de maneira apropriada para convencer as pessoas."], "Please enter a valid email address": [null, "Por favor informe um endereço de email válido"], "Portuguese data sourcing:": [null, "Dados em espanhol contribuíram pelo:"], "Portuguese translation:": [null, "Tradução em português:"], "Practice making data-driven arguments that they to get difference audiences to change their behavior": [null, "Pratique a elaboração de argumentos baseados em dados para que eles consigam conduzir o público para uma mudança de comportamento"], "Principal Investigators:": [null, "Diretores:"], "Printouts of the <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way infographic from Good Magazine</a>": [null, "Impressões do folheto <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way</a> da Good Magazine"], "Rahul Bhargava and Catherine D'Ignazio, creators of Databasic, describe how everyone can tell stories with data.": [null, "Rahul Bhargava e Catherine D'Ignazio, criadores do Databasic, descrevem como todos podem contar histórias através de dados."], "SameDiff": [null, "SameDiff"], "SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.": [null, "SameDiff compara um %(corpus)s de texto para outro corpus de texto para mostrar as semelhanças e diferenças. Ele usa um %(cosine_similarity)s %(algorithm)s para classificar se os documentos são realmente semelhantes ou diferentes."], "SameDiff compares two or more text files and tells you how similar or different they are.": [null, "SameDiff compara dois ou mais arquivos de textos e informa o quanto similares ou diferentes eles são."], "SameDiff results": [null, "Resultados SameDiff"], "Sample": [null, "Amostra"], "Scores how much of a &quot;connector&quot; each node is. A high score means lots of nodes can go through one to quickly connect to other nodes.": [null, "Pontua quanto &quot;conector&quot; é cada ponto. Uma pontuação alta significa que muitos nós podem passar por um mesmo nó para se conectar rapidamente a outros nós."], "Set Up": [null, "Preparação"], "Sketch a Story": [null, "Esboce uma História"], "Software development:": [null, "Desenvolvimento de software:"], "Sometimes faster isn't better.  If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible.  That's why we've built DataBasic with learners in mind.  Don't know what some technical word means? Hover over it to see a quick definition.  Not sure how to use a tool?  Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.": [null, "Às vezes ser mais rápido não é ser melhor.  Se você realmente quer aprender como trabalhar com dados para encontrar histórias para contar, você precisará usar as ferramentas que fazem mais do que apenas dar-lhe um gráfico o mais rápido possível.  É por isso que construímos DataBasic com os alunos em mente.  Não sabe o que significa alguma palavra técnica? Passe o mouse sobre ela para ver uma definição rápida.  Não sabe como usar uma ferramenta?  Tente alguma das divertidas amostras de dados como letras de música e avistamentos de OVNIs que incluímos para começar."], "Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s": [null, "Desculpe, mas não encontramos nenhum resultado para mostrar. Talvez o seu texto seja muito curto... ou talvez seja todo %(stopwords)s"], "Spanish data sourcing:": [null, "Dados em português contribuíram pelo:"], "Spanish translation:": [null, "Tradução em espanhol:"], "Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture.  With the happiness data, some people try to merge to two datasets, while others just focus on one.  Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects.": [null, "Peça que todos parem quando chegar a hora. Dê a cada grupo 1 minuto para compartilhar o que eles fizeram. Você pode resumir, apontando semelhanças e diferenças nas peças feitas pelas pessoas. Muitas vezes você verá algumas pessoas concentrando-se em um ponto de dados, enquanto outros olham para uma imagem mais ampla. Com os dados de felicidade, algumas pessoas tentam se fundir em dois conjuntos de dados, enquanto outros apenas se concentram em um. Destaque quaisquer versões físicas das tabelas tradicionais para apontar quão arraigadas as nossas atuais técnicas de apresentação visual são! Tente identificar padrões de como os números foram mapeados em objetos físicos."], "Stopwords are words in text analysis that are ignored such as \"this\", \"that\", \"and\" and \"but.\"": [null, "Stopwords são palavras que são ignoradas na análise textual, como \"este\", \"aquele\", \"e\" e \"mas\"."], "Stopwords are words in text analysis that are ignored such as &quot;this&quot;, &quot;that&quot;, &quot;and&quot; and &quot;but.&quot;": [null, "Stopwords são palavras que são ignoradas na análise textual, como &quot;este&quot;, &quot;aquele&quot;, &quot;e&quot; e &quot;mas&quot;"], "Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture.": [null, "Está lutando para aumentar a capacidade da sua empresa em trabalhar com dados? Use o nosso programa prático de aprendizagem para iniciar a cultura de dados."], "Tape, glue, scissors": [null, "Fita, cola, tesoura"], "Telling Your Story": [null, "Conte a sua História"], "Telling your story is where the rubber hits the road. Numbers alone are not enough to make your case or move people to action. You have to give your data some context, and stitch it together into a narrative so that people can understand it.  <strong>Sketch a story with WordCounter</strong> to practice communicating a data-driven story visually.": [null, "Contar sua história é onde a viagem começa. Os números de forma isolada não são suficientes para convencer ou mover as pessoas à ação. Você deve dar aos seus dados um pouco de contexto e juntá-los em uma narrativa de forma que as pessoas possam entendê-los. Crie uma história com o WordCounter para praticar a comunicação visual de uma história baseada em dados."], "Text": [null, "Texto"], "The &quot;dots&quot; in the network - the central organizing thing that is connected to others.": [null, "Os &quot;pontos&quot; na rede - a organização central que está conectada com os outros pontos."], "The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.": [null, "A pontuação da Similaridade de Cosseno busca informar a similaridade entre dois documentos baseada no número de vezes que uma palavra é usada em cada um."], "The Cost of an MIT Education": [null, "O custo de uma educação do MIT"], "The Data Culture Project is an initiative of  <a href='http://databasic.io'>DataBasic.io</a>.  We’ve pulled together the years of work with nonprofits into one place to help you build a data culture. DataBasic.io is the brainchild of <a href='http://kanarinka.com'>Catherine D’Ignazio</a> and <a href='http://datatherapy.org'>Rahul Bhargava</a>.": [null, "O Projeto Data Culture é uma iniciativa do <a href='http://databasic.io'>DataBasic.io</a>. Nós reunimos em um só lugar os anos de trabalho com organizações sem fins lucrativos para ajudá-lo a construir uma cultura de dados. DataBasic.io é uma criação de <a href='http://kanarinka.com'>Catherine D'Ignazio</a> e <a href='http://datatherapy.org'>Rahul Bhargava</a>."], "The Data Process": [null, "O Processo de Dados"], "The average is": [null, "A média é"], "The biggest number is": [null, "O maior número é"], "The documents are about the same length so you don't have to use %(normalized)s in order to compare them.": [null, "Os documentos são sobre o mesmo comprimento para que você não tem que usar%(normalized)s para compará-los."], "The documents are of different lengths so to compare them fairly you should keep %(normalized)s on.": [null, "Os documentos são de diferentes comprimentos para compará-los de forma justa por favor ligar %(normalized)s"], "The earliest date is": [null, "A data mais antiga é"], "The earliest time is": [null, "O horário mais antigo é"], "The idea of playing with data is new to most folks. This activity lets people quickly build sculptures that tell a simple data story with craft materials. The playful approach to the data helps engage the participants in thinking about how stories can be found and presented quickly, and helps people feel more freedom and flexibility about data presentations. It builds a notion of \"presentation\" instead of \"visualization\". The activity also builds the ability to translate words and numbers into structural forms. In addition, playing with these materials at the start of a workshop can break down power dynamics that might exist within the group.": [null, "A idéia de brincar com os dados é nova para a maioria das pessoas. Esta atividade permite que as pessoas construam rapidamente esculturas que contam uma história de dados simples com materiais de artesanato. A abordagem divertida com os dados ajuda os participantes a pensar sobre como as histórias podem ser encontradas e apresentadas rapidamente, e as ajuda a sentir mais liberdade e flexibilidade sobre as apresentações. Isso promove uma noção de 'apresentação' em vez de 'visualização'. A atividade também promove a capacidade de traduzir palavras e números em formas estruturais. Além disso, usar esses materiais logo no início de um worshop pode provocar dinâmicas poderosas que possam existir dentro do grupo"], "The immediate number of connections a node has.": [null, "O número imediato de conexões que um nó possui."], "The latest date is": [null, "A data mais recente é"], "The latest time is": [null, "O horário mais recente é"], "The median is": [null, "A mediana é"], "The most frequent values in this column are:": [null, "Os valores mais frequentes nesta coluna são:"], "The smallest number is": [null, "O menor número é"], "The standard deviation is": [null, "O desvio padrão é"], "The total is": [null, "O total é"], "The unique values in this column are:": [null, "Os valores exclusivos nesta coluna são:"], "There are tons of tools for working with data; many so complex they are intimidating to even start with.  We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for.  This lets us concentrate on making that one thing both simple and powerful.": [null, "Existem toneladas de ferramentas para se trabalhar com dados; muitas são tão complexas que intimidam até para começar.  Nós construímos cada ferramenta DataBasic concentrando em fazer uma coisa bem feita, então você sabe exatamente para que cada pode usada.  Isto nos permite concentrar em fazer esta coisa de maneira simples e poderosa."], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "Existe %(num)s linha com dados faltantes", "Existem %(num)s linha com dados faltantes"], "These results will expire in %(day)s days.": [null, "Estes resultados irão expirar em %(day)s dias"], "These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.": [null, "Estas ferramentas simples fazem com que seja fácil trabalhar dados de maneira divertida, então você pode aprender como encontrar ótimas histórias para contar."], "These two documents are %(description)s.": [null, "Estes dois documentos são %(description)s."], "They have a %(cosine_sim)s score of %(score)s": [null, "Eles têm %(cosine_sim)s de pontos de %(score)s"], "They might have expired. Why not try <a href=\"/%(lang)s/%(tool_name)s\">analyzing some new data?</a>": [null, "Eles devem ter expirado. Por que não tenta <a href=\"/%(lang)s/%(tool_name)s\">analisar algum dado novo?</a>"], "Thick crayons or markers of different colors": [null, "Marcadores ou pincéis grossos de cores diferentes"], "This activity builds on the pedagogy and workshop style of the MIT Media Lab’s <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (where Rahul got his Master’s degree).  It also has connections to the <a href='http://www.placeit.org/bio.html'>participatory urban planning work of James Rojas</a>.": [null, "Esta atividade baseia-se no estilo de pedagogia e workshop do <a href='https://llk.media.mit.edu'>Grupo Lifelong Kindergarten do MIT Media Lab</a> (onde Rahul obteve seu mestrado). Também possui influências do <a href='http://www.placeit.org/bio.html'>trabalho participativo de planejamento urbano de James Rojas</a>."], "This activity will take 20 to 30 minutes. You should have these materials on hand:": [null, "Esta atividade levará cerca de 20 a 30 minutos. Você deve ter os seguintes materiais à mão"], "This activity will take 30 to 45 minutes. You should have these materials on hand:": [null, "Esta atividade levará de 30 a 45 minutos. Você deve ter os seguintes materiais à mão:"], "This column is full of": [null, "Esta coluna está cheia"], "This field is required": [null, "Este campo é obrigatório"], "This node has the highest %(betweenness_centrality)s score. The most nodes can go through %(kevin_bacon)s to connect to others in the network.": [null, "Este nó tem a maior pontuação %(betweenness_centrality)s. A maioria dos nós pode ir pelo %(kevin_bacon)s para se conectar aos outros nós na rede."], "This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.": [null, "Esta ferramenta ajuda a contar palavras, %(bigrams)s e %(trigrams)s em texto sem formatação. Normalmente este é o primeiro passo na análise quantitativa de texto."], "Times": [null, "Horários"], "Toggle normlization": [null, "Normalizacion"], "Top Words": [null, "Principais Palavras"], "Trigrams": [null, "Trigramas"], "Try It Out": [null, "Experimente"], "Try to ConvinceMe": [null, "Usa ConvinceMe"], "Trying to build a data culture can be a lonely effort in organizations that haven't recognized the importance of data. Join the Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a> to connect with others and reflect on how these activities are working, or not working, for your organization.": [null, "Tentar construir uma cultura de dados pode ser um esforço isolado em organizações que ainda não reconheceram a importância dos dados. Junte-se a <a href='https://groups.io/g/dataculture'>nossa lista de discussão</a> para se conectar com outras pessoas e reflita sobre como essas atividades funcionam ou não para sua organização."], "US Ice Cream Consumption": [null, "Consumo de Sorvete nos EUA"], "Undefined": [null, "Indefinido"], "Understanding relationships as nodes and edges in a network can lead to deeper insights about how information travels through the system. For example, what role does %(connector)s, the Connector, play in the network?</p><p>You can start to look for patterns in the nodes that are the most and least connected. %(whatnext_mismatch)s Why does <strong>%(lowest_degree)s</strong> have the fewest connections?</p><p>Being curious about these measures and patterns is the first step in understanding network data. Check out our activity guide for more help on analyzing network data.": [null, "Entender as relações entre nós e arestas em uma rede pode te guiar para visões profundas sobre como a informação flui pelo sistema. Por exemplo, qual a regra do %(connector)s, o Conector, usa nesta rede?</p><p>Você pode começar a procurar por padrões nos nós que possuem mais e menos conexões. %(whatnext_mismatch)s Por que <strong>%(lowest_degree)s</strong> tem menos conexões?</p><p>Ser curioso sobre essas medidas e padrões é o primeiro passo na compreensão dos dados da rede. Confira nosso guia de atividades para obter mais ajuda na análise de dados da rede."], "Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data.  For instance, is it surprising that \"%(most_common_value)s\" is the most frequent value in the %(random_column_name)s column?  Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column?  Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column?  <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for more help on asking questions of data sets.": [null, "Entender os dados em seu arquivo csv é o primeiro passo para analisá-lo para histórias. Olhar para colunas individuais pode ajudar a identificar questões que poderiam ser divertidos para perguntar sobre seus dados. Por exemplo, não é surpreendente que o \"%(most_common_value)s\" é o valor mais frequente na coluna %(random_column_name)s ? Faz algum sentido comparar a coluna %(random_column_name2)s para a coluna %(random_column_name3)s ? Existem outros conjuntos de dados que você poderia encontrar para fazer perguntas interessantes sobre a coluna %(random_column_name)s? <br /> <br /> Fazer esses tipos de perguntas é o primeiro passo para entender os dados que você tem, e que tipo de histórias você pode encontrar. Vá para o <a href=\"%(activity_guide_url)s\" onclick=\"ga('send','event','wtfcsv','activity-guide');\"> guia de atividades </a> para obter mais ajuda sobre fazer perguntas de conjuntos de dados."], "Upload a file": [null, "Seleccionar um arquivo"], "Upload file": [null, "Enviar arquivo"], "Upload files": [null, "Enviar arquivos"], "Upload...": [null, "Enviar..."], "Use Connect the Dots": [null, "Usa ConnectTheDots"], "Use SameDiff": [null, "Usa SameDiff"], "Use WordCounter to analyze a musician’s lyrics and sketch a story with their words": [null, "Use o WordCounter para analisar as letras de um músico e preparar uma história com suas palavras"], "Use a sample": [null, "Usar uma amostra"], "Use our self-service learning program to facilitate fun, creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings. The free tools and activites below are hands-on and designed to meet people where they are across your organization and build their capacity to work with data. Try to kickstart your data culture by running one activity per month as a brown bag lunch. The videos and facilitation guides below will lead you through running them yourself. People at more than 30 organizations have done so already - from a local public library, to the World Food Progam.": [null, "Use nosso programa de autoaprendizagem para facilitar a introdução informal e criativa para pessoas que não são técnicas em sua empresa. Não estamos falando de treinamentos chatos de planilhas eletrônicas. As ferramentas e atividades gratuitas abaixo são práticas e projetadas para atender a pessoas onde quer que estiverem na sua empresa e desenvolver a capacidade deles em trabalhar com dados. Tente iniciar sua cultura de dados executando uma atividade por mês como uma oportunidade informal de aprendizado no trabalho. Os vídeos e os guias práticos abaixo o ajudarão a executá-los você mesmo. Pessoas de mais de 30 empresas já fizeram esse programa – desde uma biblioteca pública local, até o World Food Program."], "Use physical craft materials to tell a data story in 3D": [null, "Use materiais físicos de artesanato para contar uma história de dados em 3D"], "Use samples": [null, "Usar amostras"], "WTFcsv": [null, "WTFcsv"], "WTFcsv tells you WTF is going on with your .csv file.": [null, "WTFcsv informa que merda está acontecendo com seu arquivo .csv."], "WTFcsv: ": [null, "WTFcsv: "], "Warm Ups": [null, "Aquecimentos"], "Warning: The file you uploaded had multiple sheets, but we only used the first sheet.": [null, "Alerta: O arquivo tem múltiplas planilhas, mas só usamos a primeira."], "We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.": [null, "Nós não podemos analisar esses dados porque não estão em um formulário padrão. Sua primeira linha deve conter os nomes de suas colunas."], "We couldn't find any results": [null, "Não encontramos nenhum resultado"], "What do I do next?": [null, "O que eu faço em seguida?"], "What questions can (and cannot) be answered with data? And once you are staring at some rows and columns, how do you start to make sense of the data in front of you? In this stage, you learn to take the first step in the data analysis process by asking good questions. <strong>Use WTFcsv</strong> to quickly summarize spreadsheet data, brainstorm questions about it, potential connections to other data sets, and potential biases you might bring to it. Remember – the data never speaks for itself – you help it speak by asking better and better questions. ": [null, "Quais perguntas podem (e não podem) ser respondidas com dados? E quando você estiver olhando para algumas linhas e colunas, como você começa a dar sentido aos dados na sua frente? Nesta fase, você aprende a dar o primeiro passo no processo de análise de dados, fazendo boas perguntas. Use o WTFcsv para resumir rapidamente os dados da planilha eletrônica, reunir perguntas sobre esses dados, potenciais conexões com outros conjuntos de dados e possíveis considerações que você possa ter para eles. Lembre-se - os dados nunca falam por si mesmos - você os ajuda a falar fazendo mais e melhores perguntas."], "Why use DataBasic?": [null, "Por que usar DataBasic?"], "With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it.  We store information you upload for only the amount of time it takes us to analyze it, then we delete it.  The aggregate results we show you - metadata - are kept for 60 days, and then we delete them.  All communications are over https, so other folks can't eavesdrop on the data as you upload it.": [null, "Com cada vez mais ferramentas centradas em dados migrando para o ambiente online, às vezes pode ser difícil dizer para onde irão seus dados e o que vai acontecer com eles depois de enviados.  Armazenamos as informações que você carregar somente pelo tempo necessário para analisar e, em seguida, excluímos.  Os resultados agregados que nós mostramos - metadados - são mantidos por 60 dias, e depois apagamos. Todas as comunicações são via https, para que outras pessoas não possam espionar os dados enquanto são carregados."], "Word": [null, "Palavra"], "WordCounter": [null, "WordCounter"], "WordCounter analyzes your text and tells you the most common words and phrases.": [null, "WordConter analisa seu texto e informa quais são as palavras e frases mais comuns."], "WordCounter results": [null, "Resultados do WordCounter"], "Words that are in %(doc)s": [null, "Palavras que estão em %(doc)s"], "Words that are only in %(document)s": [null, "Palavras que estão apenas em %(document)s"], "Work with high-schoolers? Journalists? Community groups? Graduate students?  Us too!!!  That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences.  These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.": [null, "Trabalha com estudantes do ensino médio? Jornalistas? Grupos comunitários? Estudantes de pós-graduação?  Nós também!!!  É por isso que projetamos e testamos DataBasic com suas ferramentas e atividades em nossas salas de aula e nas oficinas para esse tipo de público. Estas ferramentas nasceram sem a frustração de coisas que estávamos tentando usar em nossas aulas de graduação, então sentimos sua dor."], "Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon.  So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to.  Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.": [null, "Trabalhar com dados online sempre envolve o uso de uma mistura de ferramentas. Nós não vamos resolver esse problema tão cedo.  Então nós construímos DataBasic tratar uma variedade de tipos de dados e extrair seus resultados nos formatos que você está acostumado.  Leia alguns conteúdos do site e baixe arquivos CSV dos resultados. Estas são apenas duas das formas que tentamos lhe apresentar sobre como a maioria das pessoas trabalha dados online."], "Wrap-Up and Talk Next Steps": [null, "Faça com que Todos Compartilhem"], "You can share these results by emailing this url:": [null, "Você pode compartilhar estes resultados enviando por email esta url:"], "You must input a URL": [null, "Você deve informar uma URL"], "You must input a valid url": [null, "Você deve inserir uma url válida"], "You must select two files": [null, "Você deve selecionar dois arquivos"], "Your %(logo)s Report": [null, "Seu Relatório %(logo)s"], "about": [null, "sobre"], "algorithm": [null, "algoritmo"], "almost the same": [null, "quase o mesmo"], "betweenness centrality": [null, "centralidade entre pontos"], "bigram": [null, "bigrama"], "bigrams": [null, "bigramas"], "bipartite graph": [null, "gráfico bipartido"], "blog": [null, "blog"], "change language to danish": [null, "mudar idioma para dinamarquês"], "change language to english": [null, "mudar idioma para inglês"], "change language to portuguese": [null, "mudar idioma para inglês"], "change language to spanish": [null, "mudar idioma para espanhol"], "choose input type": [null, "escolha o tipo de entrada"], "close window": [null, "fechar janela de vídeo"], "color by": [null, "colorir por"], "color by column": [null, "colorir por coluna"], "color by community": [null, "colorir por comunidade"], "column": [null, "coluna"], "community": [null, "comunidade"], "completely different": [null, "completamente diferente"], "corpus": [null, "corpus"], "cosine similarity": [null, "similaridade de cosseno"], "data type": [null, "tipo de dado"], "download": [null, "baixar"], "download csv of bigram frequencies": [null, "baixar csv de frequências de bigramas"], "download csv of trigram frequencies": [null, "baixar csv com frequências de trigramas"], "download csv of word frequencies": [null, "baixar csv de frequências de palavra"], "edge": [null, "arestas"], "for analysis": [null, "para análise"], "for printing or editing": [null, "para impressão ou edição"], "for the web": [null, "para a web"], "frequency": [null, "frequêcia"], "go to %(tool)s": [null, "ir para %(tool)s"], "go to data basic home page": [null, "ir para a home do DataBasic"], "help": [null, "ajuda"], "https://en.wikipedia.org/wiki/Natural_language_processing": [null, "https://pt.wikipedia.org/wiki/Processamento_de_linguagem_natural"], "in the top 40 bigrams, and ": [null, "nos 40 principais bigramas, e"], "in the top 40 trigrams, to understand the context of how it is used.  With that richer understanding of the context, you can sketch out a picture of why \"%(top_word)s\" is so important in %(title)s. <br/><br />So grab some paper and some crayons and start drawing what you see!  Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">activity guide</a> for more help on sketching out a story.  Want to dig into the data more? Download all the <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">word counts</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigrams</a>, or <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigrams</a> and investigate why \"%(random_unpopular_word)s\" is used %(random_unpopular_word_count)s times!": [null, "nos 40 trigramas principais, para entender o contexto de como é usada. Com esse entendimento mais rico do contexto, você pode esboçar um retrato do porque \"%(top_word)s\" é tão importante em%(title)s. <br/> <br /> Então pegue um papel e alguns lápis e comece a desenhar o que você vê! Vá para o <a href=\"%(activity_guide_url)s\" onclick=\"ga('send','event','wordcounter','activity-guide');\"> guia de atividades </a> para obter mais ajuda sobre esboçar uma história. Quer mergulhar mais nos dados? Baixe todas as <a href=\"%(download_words)s\" onclick=\"ga('send','event','wordcounter','words-dl');\"> contagens de palavras </a>, <a href = \"%(download_bigrams)s\" onclick = \"ga ('send', 'event', 'wordcounter', 'bigrams-dl');\"> bigramas </a>, ou <a href = \"%(download_trigrams)s \"onclick =\" ga('send', 'event', 'wordcounter', 'trigrams-dl'); \"> trigramas </a> e investigue por que \"%(random_unpopular_word)s\" é utilizada \"%(random_unpopular_word_count)s\" vezes!"], "kind of similar": [null, "meio similar"], "kind of similar, and also kind of different": [null, "meio similar, e também meio diferente"], "metadata": [null, "metadado"], "no colors": [null, "sem cores"], "node colors": [null, "cores do nó"], "nodes": [null, "nós"], "normalization": [null, "normalização"], "occurs %(frequency)s times": [null, "ocorre %(frequency)s vezes"], "pretty different": [null, "bem diferente"], "sort of similar": [null, "mais ou menos similar"], "source target": [null, "origem destino"], "stopwords": [null, "stopwords"], "the %(num)d use ": ["the %(num)d uses ", "o %(num)d usa ", "os  %(num)d usam  "], "the %(num)s use ": ["the %(num)s uses ", "o %(num)s usa", "os %(num)s usam"], "the connector": [null, "o conector"], "title": [null, "título"], "total uses": [null, "uso total"], "trigram": [null, "trigrama"], "trigrams": [null, "trigramas"], "uses in": [null, "usa em"], "value": [null, "valor"], "very different": [null, "muito diferente"], "with contributions from": [null, "com a ajuda de"], "word": [null, "palavra"], "words": [null, "palavras"], "your text": [null, "seu texto"]}
