{"": {"Content-Transfer-Encoding": "8bit", "Content-Type": "text/plain; charset=utf-8", "Generated-By": "Babel 2.8.0", "Language": "cy", "Language-Team": "Welsh", "Last-Translator": "FULL NAME <EMAIL@ADDRESS>", "MIME-Version": "1.0", "PO-Revision-Date": "2021-03-24 14:21+0000", "POT-Creation-Date": "2021-04-18 09:48-0400", "Plural-Forms": "nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n==3 ? 3 : n==6 ? 4 : 5", "Project-Id-Version": "PROJECT VERSION", "Report-Msgid-Bugs-To": "EMAIL@ADDRESS"}, " In this activity you will practice using data to make arguments that try to convince different people. You will learn how to use data to tailor an argument for a specific audience. We'll look at a sample visualization about an issue, identify stakeholders who are trying to swayed by the story it tells, and try to make arguments that convince them to take action. Start the activity by playing the kickoff video below for your group.": [null, "Yn y gweithgaredd hwn byddwch yn ymarfer defnyddio data i greu dadleuon sy'n ceisio argyhoeddi pobl wahanol. Byddwch yn dysgu sut mae defnyddio data i deilwra dadl ar gyfer cynulleidfa benodol. Byddwn ni'n edrych ar ddelweddu enghreifftiol ynghylch mater, yn adnabod rhanddeiliaid sy'n ceisio cael eu hargyhoeddi gan y stori mae'n ei dweud, ac yn ceisio gwneud dadleuon sy'n eu hargyhoeddi i weithredu. Dechreuwch y gweithgaredd drwy chwarae'r fideo cychwyn isod i'ch grŵp."], " uses": [null, "defnyddiau"], " uses in %(doc)s": [null, " defnyddiau mewn %(doc)s"], "# of rows": [null, "# o resi"], "%(bigram)s": [null, "%(bigram)s"], "%(centrality)s": [null, "%(centrality)s"], "%(degree)s": [null, "%(degree)s"], "%(f1)s and %(f2)s": [null, "%(f1)s ac %(f2)s"], "%(node)s": [null, "%(node)s"], "%(normalized)s ": [null, "%(normalized)s "], "%(rows)s rows of data grouped into %(cols)s columns.": [null, "%(rows)s rhesi o ddata wedi eu grwpio'n %(cols)s colofnau."], "%(trigram)s": [null, "%(trigram)s"], "1 printed copy per group:": [null, "1 copi printiedig fesul grŵp:"], "<a href='/static/files/activity-materials/en/Infographic Remix Cards.pdf'>Our visualization technique cards</a> (one card for each 3-4 person group); print them double-sided on a single sheet of paper and cut them out ahead of time": [null, "<a href='/static/files/activity-materials/cy/Infographic Remix Cards.pdf'>Ein cardiau techneg delweddu</a> (un cerdyn am bob grŵp o 3-4 person); argraffwch nhw ar ddwy ochr un ddalen o bapur a'u torri nhw allan ymlaen llaw"], "<b>Discuss the example visualization</b>.<br /> Introduce the sample visualization you have chosen and discuss its audience, goals, and content. We like to use <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>this infographic on water usage from GOOD.is</a>. It is quite opinionated, so its message and goal are clear. Direct participants to compare beef with all other water usage - it far exceeds everything else on the page!": [null, "<b>Trafodwch y delweddu enghreifftiol</b>.<br /> Cyflwynwch y delweddu enghreifftiol rydych chi wedi ei ddewis a thrafodwch ei gynulleidfa, ei amcanion, a'i gynnwys. Rydym ni'n awgrymu'r ffeithlun yma ar gamau i arbed ynni a dŵr o ymgyrch <a href='https://www.data.cymru/cym/ffeithlun-modd-i-fyw '>Modd i Fyw Llywodraeth Cymru gan fod ei neges a'i nod yn glir.</a>. "], "<b>Present slideshow about creative techniques</b>.<br/>Give participants copies of the visualization techniques handout, and walk them through the descriptions and examples of each technique provided in the slides (spend about 2 minutes on each technique). These concrete examples help people expand their toolbelt.": [null, "<b>Cyflwynwch y sleidiau am dechnegau creadigol</b>.<br/>Rhowch gopïau o'r daflen am dechnegau delweddu i'r cyfranogwyr, ac yna trafodwch y disgrifiadau a'r enghreifftiau o bob techneg sy'n cael eu darparu yn y sleidiau (treuliwch tua 2 funud ar bob techneg). Mae'r enghreifftiau pendant yma'n helpu pobl i ehangu'r dulliau sydd ganddynt wrth law."], "<strong>Fill in a Paper Spreadsheet</strong> to introduce people to various types of data and help them think about how people fill it in.": [null, "<strong>Llenwch Daenlen Bapur</strong> i gyflwyno pobl i fathau gwahanol o ddata a'u helpu i feddwl am sut mae pobl yn ei llenwi."], "<strong>Make a Word Web</strong> to move from abstract ideas and numbers into concrete visual symbols.": [null, "<strong>Gwnewch We Geiriau</strong> i symud o syniadau a rhifau haniaethol i symbolau gweledol cadarn."], "<strong>Remix an Infographic</strong> to practice telling the same story in diffferent ways.": [null, "<strong>Atgymysgwch Ffeithlun</strong> i ymarfer dweud yr un stori mewn ffyrdd gwahanol."], "<strong>Write a Data Storybook</strong> to practice writing compelling narrative arcs that are supported by the data you are working with.": [null, "<strong>Ysgrifennwch Lyfr Stori Data </strong> i ymarfer ysgrifennu bwâu naratif cymhellol sy'n cael eu cefnogi gan y data rydych chi'n gweithio gydag ef."], "<ul><li>Do the colors people wrote down accurately capture all the texture and nuance of their fabric? For example, if anyone wore a striped shirt, what did they write in the 'shirt color' column?</li><li>Do these questions capture <em>enough</em> of who each person is to analyze?</li><li>What is missing that might help use this dataset?</li></ul>": [null, "<ul><li>Ydy'r lliwiau a nododd pobl yn cipio'n fanwl gywir holl wead a chynildeb eu ffabrig? Er enghraifft, petai rhywun yn gwisgo crys rhesog, beth rhoddon nhw yn y golofn 'lliw crys'?</li><li>Ydy'r cwestiynau hyn yn cipio <em>digon</em> am bwy ydy pob person i'w ddadansoddi?</li><li>Beth sydd ar goll a allai ein helpu i ddefnyddio'r set ddata yma?</li></ul>"], "<ul><li>If you wanted to map out people's hometowns, how could we do that? For example, are there inconsistencies in how people wrote down their hometown? And did everyone interpret what 'hometown' meant in the same way?</li><li>What kind of patterns do you see in the consistencies or inconsistencies in the data collected? Did everyone fill in every column? Did anyone *not* put themselves on the paper spreadsheet?</li></ul>": [null, "<ul><li>Os oeddech chi am fapio trefi genedigol pobl, sut allen ni wneud hynny? Er enghraifft, oes anghysondebau mewn sut ysgrifennodd pobl eu tref enedigol? Ac a wnaeth pawb ddehongli ystyr 'tref enedigol' yn yr un ffordd?</li><li>Pa fath o batrymau ydych chi'n eu gweld yn y cysondebau neu'r anghysondebau yn y data a gafodd ei gasglu? A wnaeth pawb lenwi pob colofn? A wnaeth unrhyw un *beidio* â rhoi eu hun ar y daenlen bapur?</li></ul>"], "<ul><li>People often think of data as just numbers, but what other kinds of data have we captured here? Is there temporal data? Geographic data?</li><li>Numbers are easy to add up, sum, and average; how else could we organize data that isn't numbers?  For instance, we could plot dates on a timeline, or locations on a map.</li></ul>": [null, "<ul><li>Mae pobl yn meddwl am ddata yn aml fel dim ond rhifau, ond pa fathau eraill o ddata ydyn ni wedi eu cipio yma? Oes data amserol? Data daearyddol?</li><li>Mae rhifau'n hawdd eu hadio, symio, a chyfartaleddu; ym mha ddulliau eraill allen ni drefnu data nad yw'n rhifau?  Er enghraifft, gallen ni blotio dyddiadau ar linell amser, neu leoliadau ar fap.</li></ul>\n"], "<ul><li>Were there any questions that you felt uncomfortable writing down information for?</li><li>Who usually has the power to determine what is captured in data?</li><li>Who decides how those questions are asked and how the answers are interpreted? </li></ul>": [null, "<ul><li>Oedd unrhyw gwestiynau roeddech chi'n teimlo'n anghysurus yn ysgrifennu gwybodaeth amdanyn nhw?</li><li>Pwy fel arfer sydd â'r pŵer i benderfynu beth sy'n cael ei gipio mewn data?</li><li>Pwy sy'n penderfynu sut mae'r cwestiynau hynny'n cael eu gofyn a sut mae'r atebion yn cael eu dehongli? </li></ul>"], "<ul><li>‘First name’ for <b>qualitative data</b></li><li>‘Hometown’ for <b>geographic data</b></li><li>‘Color of Your Shirt’ for <b>categorical data</b></li><li>‘# Siblings you Have’ for <b>quantitative data</b></li><li>‘Day & Month of your Birthday’ for <b>temporal data</b></li><li>‘Describe any experience you have with data’ for <b>open text as data</b></li></ul>": [null, "<ul><li>‘Enw cyntaf’ am <b>ddata ansoddol</b></li><li>‘Tref enedigol’ am <b>ddata daearyddol</b></li><li>‘Lliw Eich crys’ am <b>data categoraidd</b></li><li>‘Sawl Brawd a Chwaer sydd Gennych’ am <b>ddata meintiol</b></li><li>‘Dydd a Mis Eich Pen-blwydd’ am <b>ddata amserol </b></li><li>‘Disgrifiwch unrhyw brofiad sydd gennych gyda data’ am <b>destun agored fel data</b></li></ul>"], "A basic Internet connection": [null, "Cysylltiad sylfaenol â'r rhyngrwyd"], "A bigram is a two word phrase": [null, "Mae bigram yn ymadrodd dau air"], "A collection of written texts. For example, all of the lyrics in Katy Perry songs.": [null, "Casgliad o destunau ysgrifenedig. Er enghraifft, yr holl eiriau sydd yng nghaneuon Katy Perry."], "A connection between one node and another node.": [null, "Cysylltiad rhwng un nod a nod arall."], "A network graph with two types of nodes.  For instance, people connected to restaurants they love but not to other people.": [null, "Graff rhwydwaith gyda dau fath o nod.  Er enghraifft, pobl sy'n gysylltiedig â bwytai maen nhw'n eu hoffi ond nid â phobl eraill."], "A phone, tablet, or computer connected to the internet for each small \n            group of 3 people": [null, "Ffôn, llechen, neu gyfrifiadur sy'n gysylltiedig â'r rhyngrwyd am bob \n            grŵp bach o 3 pherson"], "A phone, tablet, or computer for each small \n            group of 3 people": [null, "Ffôn, llechen, neu gyfrifiadur am bob \n            grŵp bach o 3 pherson"], "A phone, tablet, or computer for each small group of 3 people": [null, "Ffôn, llechen, neu gyfrifiadur am bob grŵp bach o 3 pherson"], "A process to make data points comparable in a fair way. For example, word counts in a document can be normalized by dividing them by the total number of words in that document.": [null, "Proses i wneud pwyntiau data yn gymaradwy mewn ffordd deg. Er enghraifft, gall cyfrifiadau geiriau mewn dogfen gael eu normaleiddio drwy eu rhannu gan gyfanswm y geiriau yn y ddogfen honno."], "A projector connected to a computer": [null, "Taflunydd sy'n gysylltiedig â chyfrifiadur"], "A projector to show these videos": [null, "Taflunydd i ddangos y fideos hyn"], "A room with space at the front": [null, "Ystafell gyda lle yn y blaen"], "A set of steps you (or a computer) do in order to solve a problem. For example, when you type in a search term, Google runs an algorithm to figure out which pages to show you.": [null, "Set o gamau i chi (neu gyfrifiadur) eu cymryd er mwyn datrys problem. Er enghraifft, pan deipiwch chi derm chwilio, mae Google yn rhedeg algorithm i benderfynu pa dudalennau i'w dangos i chi."], "A trigram is a three word phrase": [null, "Mae trigram yn ymadrodd tri gair"], "About %(tool_name)s": [null, "Ynghylch %(tool_name)s"], "About <strong>DataBasic</strong>": [null, "Ynghylch <strong>DataBasic</strong>"], "About Us": [null, "Amdanom ni"], "Accessible to All": [null, "Hygyrch i Bawb"], "Activities": [null, "Gweithgareddau"], "After 10 minutes bring everyone back together to share any insights they found.  Were there any obvious benefits they ran into by analyzing this data as a network (instead of a table)? Were there any questions that here harder to dig into? Were any of the algorithms mentioned useful?": [null, "Ar ôl 10 munud dewch â phawb ynghyd eto i rannu unrhyw fewnwelediadau sydd ganddynt.  Oedd unrhyw fanteision amlwg i ddadansoddi'r data hwn fel rhwydwaith (yn hytrach na thabl)? Oedd unrhyw gwestiynau a oedd yn fwy anodd treiddio iddynt? Oedd unrhyw rai o'r algorithmau y soniwyd amdanynt yn ddefnyddiol?"], "After 3 minutes tell them they should be building now; this is a 'think with your hands activity'.  When they have one minute left let them know.": [null, "Ar ôl 3 munud dwedwch wrthyn nhw y dylen nhw fod yn adeiladu erbyn hyn; gweithgaredd 'meddwl gyda'ch dwylo' yw hwn.  Pan fydd ganddyn nhw un funud ar ôl, rhowch wybod iddyn nhw."], "After conducting the DCP program with our partner companies, I saw a big change in how our partners treated data. In addition to more consistent data analysis and reporting, they were able to articulate how they were collecting data. Our partners enjoyed using WordCounter because it was highly accessible and enabled them to tell better stories. I’m still getting feedback from people who are trying it out for the first time and helping them apply it to their organizations.": [null, "Ar ôl cynnal y rhaglen DCP gyda'n cwmnïau partner, gwelais newid mawr mewn sut roedd ein partneriaid yn trin data. Yn ogystal â dadansoddi ac adrodd data yn fwy cyson, roeddent yn gallu disgrifio sut roeddent yn casglu data. Mwynhaodd ein partneriaid ddefnyddio WordCounter am ei fod yn hygyrch iawn ac yn eu galluogi i ddweud storïau gwell. Rwy'n dal i dderbyn adborth oddi wrth bobl sy'n rhoi cynnig arno am y tro cyntaf ac yn eu helpu i'w gymhwyso i'w sefydliadau nhw."], "After participants have looked over the visualization, ask them a series of questions. Try to keep the discussion focused on these exploratory questions rather than whether the visualization is \"good\" or \"bad\" (evaluation comes after exploration). First ask them to identify some of the datasets used. Collect four or five answers from participant. <i>For the USAID graphic, these often include answers like \"population data over time\", \"crop yield predictions\", and \"animal ownership in Ecuador\".</i> Then talk about how telling these stories requires you to pull from multiple datasets; you can seldom put together a strong story with just one spreadsheet.": [null, "Ar ôl i gyfranogwyr edrych dros y delweddiad, gofynnwch gyfres o gwestiynau iddyn nhw. Ceisiwch gadw ffocws y drafodaeth ar y cwestiynau archwiliadol hyn yn hytrach nag a yw'r delweddiad yn \"dda\" neu'n \"ddrwg\" (mae gwerthuso yn dod ar ôl archwilio). Yn gyntaf gofynnwch iddyn nhw adnabod rhai o'r setiau data a ddefnyddiwyd. Casglwch bedwar neu bum ateb gan y cyfranogwyr. <i>Ar gyfer graffig Chwaraeon Cymru, mae'r rhain yn aml yn cynnwys atebion fel \"amcanestyniadau poblogaeth\" a \"GDP\".</i> Yna siaradwch am sut mae dweud y storïau hyn yn ei gwneud yn ofynnol i chi dynnu o setiau data lluosog; anaml iawn y gallwch chi lunio stori gryf gydag un daenlen yn unig."], "All done. What next?": [null, "Wedi gorffen.  Beth nesaf?"], "Allow enough time for all participants to fill-in the spreadsheet. When you're ready to start, invite a couple volunteers to introduce themselves using the information they wrote down.  These should be short intros that give a little more back-story to what they wrote down; just 1 or 2 minutes.": [null, "Gadewch ddigon o amser i'r holl gyfranogwyr lenwi'r daenlen. Pan fyddwch chi'n barod i ddechrau, gwahoddwch gwpl o wirfoddolwyr i gyflwyno eu hunain gan ddefnyddio'r wybodaeth a ysgrifennon nhw.  Dylai'r rhain fod yn gyflwyniadau byr sy'n rhoi ychydig yn fwy o gefndir i'r hyn a ysgrifennon nhw; dim ond munud neu ddwy."], "Also highlight the different types of data that the Paper Spreadsheet captures. You can ask things like:": [null, "Hefyd amlygwch y gwahanol fathau o ddata mae'r Daenlen Bapur yn eu cipio. Gallwch chi ofyn pethau fel:"], "Among the available definitions for data literacy, we thought that yours and your colleague's was both concise and thorough, explaining in a very straightforward way a difficult concept and making it applicable to any discipline. Your definition fits our goals at educating other librarians and our community about data literacy and what it means to be data literate. Thank you for allowing us to reuse and adapt your rendition for our purposes.": [null, "Ymhlith y diffiniadau sydd ar gael am lythrennedd data, roeddem ni'n meddwl bod eich diffiniad chi a'ch cydweithiwr yn un cryno a thrylwyr, gan esbonio cysyniad anodd mewn dull syml iawn a'i wneud yn berthnasol i unrhyw ddisgyblaeth. Mae'ch diffiniad yn gweddu i'n nodau ni sef addysgu llyfrgellwyr eraill a'n cymuned am lythrennedd data a beth mae'n ei olygu i fod yn llythrennog o ran data. Diolch am adael i ni ailddefnyddio ac addasu'ch diffiniad at ein dibenion ni."], "An example data set to work with (this can be quite small if it resonates well with the participants). A fun dataset like the <a href='http://a816-dohbesp.nyc.gov/IndicatorPublic/dognames/'>dog registrations of New York City</a> lends itself to this activity well. This should be in a format that lends itself to your participants playing with it.  We often explore CSV-formatted files with <a href='https://public.tableau.com'>Tableau Public</a> or ": [null, "Set ddata enghreifftiol i weithio gyda hi (gall hon fod yn eithaf bach os yw'n gweddu'n dda i'r cyfranogwyr). Mae set ddata ddifyr fel <a href='/static/files/activity-materials/cy/UFO_Sightings_Reported_Wales.csv'> Adroddiadau o Weld UFOs yng Nghymru yn gweddu'n dda i'r gweithgaredd yma</a> gweithio'n dda yn y gweithgaredd hwn. Dylai fod mewn fformat sy'n addas i'ch cyfranogwyr chwarae gydag ef.  Yn aml archwiliwn ffeiliau fformat CSV gyda <a href='https://public.tableau.com'>Tableau Public</a> neu ein hofferyn WTFCSV DataBasic.io."], "An inspirational example storybook you’ve made about a different dataset (<a href='/static/files/examples/storybook1.pdf'>download an example storybook our friend Jay made</a> based on data about ingredients used together often in recipes)": [null, "Llyfr stori enghreifftiol ysbrydoledig rydych chi wedi ei wneud am set ddata wahanol (<a href='/static/files/examples/storybook1.pdf'>lawrlwythwch lyfr stori enghreifftiol a wnaeth ein ffrind Jay </a> ar sail cynhwysion sy'n cael eu defnyddio gyda'i gilydd yn aml mewn ryseitiau)"], "Analyze": [null, "Dadansoddi"], "Analyzing Data": [null, "Dadansoddi Data"], "Analyzing the connections between the \"dots\" in your data is a fundamentally different approach to understanding it. This tool shows you a network diagram to reveal those links, and gives you a high level report about what your network looks like.": [null, "Mae dadansoddi'r cysylltiadau rhwng y \"dotiau\" yn eich data yn ymagwedd sylfaenol wahanol tuag at ei ddeall. Mae'r offeryn hwn yn dangos diagram rhwydwaith i chi i ddatgelu'r cysylltiadau hynny, ac yn rhoi adroddiad lefel uchel i chi am olwg eich rhwydwaith."], "Are you an Educator? Try our Activity Guide": [null, "Ydych chi'n Addysgwr? Rhowch Gynnig ar ein Harweiniad Gweithgareddau"], "As a health research funder, MSFHR has many staff who work with data on a daily basis, but others in the organization are less familiar with how data informs the work we do. The Data Culture Project was a fun, accessible opportunity for teams across the organization to practice working with data, and got everyone talking and thinking about data in new ways. We were excited with the level of participation and particularly happy to see <b>folks who don’t typically use data in their day-to-day roles being engaged in the sessions</b>. Participating in the project helped boost our thinking about organization-wide data-mindedness, and we’re inspired to keep this good work going. Whether you’re a non-profit looking to spark more interest in data, promote data literacy in your team, or reflect on the role data plays in your work, the Data Culture Project is a great place to begin.": [null, "Fel ariannwr ymchwil iechyd, mae gan MSFHR lawer o staff sy'n gweithio gyda data bob dydd, ond mae eraill yn y sefydliad yn llai cyfarwydd â sut mae data yn llywio'r ffordd rydym ni'n gweithio. Roedd y Data Culture Project yn gyfle hwyl, hygyrch i dimau o bob rhan o'r sefydliad ymarfer gweithio gyda data, a sbarduno pawb i siarad a meddwl am ddata mewn ffyrdd newydd. Roeddem ni'n gyffrous i weld lefel y cyfranogiad ac yn arbennig o hapus i weld <b>pobl nad ydyn nhw'n nodweddiadol yn defnyddio data yn eu rolau bob dydd yn ymddiddori yn y sesiynau</b>. Roedd cymryd rhan yn y prosiect o gymorth i hybu ein meddwl am ymwybyddiaeth o ddata ledled y sefydliad, ac rydym wedi ein hysbrydoli i barhau â'r gwaith da yma. P'un a ydych chi'n gorff di-elw sy'n ceisio sbarduno mwy o ddiddordeb mewn data, hyrwyddo llythrennedd data yn eich tîm, neu fyfyrio ar yr rôl mae data'n ei chwarae yn eich gwaith, mae'r Data Culture Project yn fan cychwyn gwych."], "Ask Good Questions": [null, "Gofynnwch Gwestiynau Da"], "Ask the full group about the connections they saw, the unique or unconventional ideas conveyed, and the pictures that stood out to them as iconic or effective. Highlight any drawings that carry a particular tone, or ones that may only make sense in certain contexts or cultures. Discuss which pictures are most effective for conveying the concept of the data-driven story you started with.": [null, "Holwch y grŵp llawn am y cysylltiadau roedden nhw wedi'u gweld, y syniadau unigryw neu anghonfensiynol a gafodd eu cyfleu, a'r lluniau a oedd yn drawiadol iddyn nhw am fod yn eiconig neu'n effeithiol. Amlygwch unrhyw ddarluniau sy'n cyfleu tôn arbennig, neu rai sydd efallai dim ond yn gwneud synwyr mewn cyd-destunau neu ddiwylliannau penodol. Trafodwch ba ddarluniau sy'n fwyaf effeithiol i gyfleu cysyniad y stori seiliedig ar ddata a oedd eich man cychwyn."], "Ask the group to pair up, preferably with someone they don’t know.  Show participants a large central table full of the materials you have gathered.  Give them 6 minutes to quickly build a physical representation of the data you presented earlier.  Don't give them too long, otherwise they will get stuck on nuances instead of just getting their creative juices flowing. Remind them they are creative, and that pipe cleaner bar charts are NOT allowed!": [null, "Gofynnwch i'r grŵp ymrannu'n barau, yn ddelfrydol gyda rhywun nad ydyn nhw'n eu hadnabod. Dangoswch i'r cyfranogwyr fwrdd canolog mawr sy'n llawn y deunyddiau rydych chi wedi eu casglu.  Rhowch 6 munud iddyn nhw adeiladu cynrychiolaeth ffisegol sydyn o'r data a gyflwynoch chi'n gynharach.  Peidiwch â rhoi gormod o amser iddyn nhw, neu fyddan nhw'n canolbwyntio gormod ar fanion yn hytrach na mynd ati i fod yn greadigol. Atgoffwch nhw eu bod yn greadigol, ac NAD yw siartiau bar â glanhawyr pib yn cael eu caniatáu!"], "Asking Good Questions": [null, "Gofyn Cwestiynau Da"], "Asking Questions": [null, "Gofyn Cwestiynau"], "At least 10 people": [null, "O leiaf 10 o bobl"], "Background": [null, "Cefndir"], "Before beginning to analyze and tell stories with data, you have  to understand what data is and how to clean it before it can be used. Build a paper spreadsheet together to introduce non-technical newcomers to concepts like “data”, “datasets”, “data types” and “clean data.” This activity also introduces participants to ethics and privacy concerns in data. It serves as an icebreaker at the beginning of a session to introduce participants to one another.": [null, "Cyn dechrau dadansoddi a dweud storïau gyda data, mae'n rhaid i chi ddeall beth yw data a sut mae ei lanhau cyn y gallwch chi ei ddefnyddio. Adeiladwch daenlen bapur gyda'ch gilydd i gyflwyno newydd-ddyfodiaid annhechnegol i gysyniadau fel “data”, “setiau data”, “mathau o ddata” a “data glân.” Mae'r gweithgaredd yma hefyd yn cyflwyno'r cyfranogwyr i ystyriaethau moeseg a phreifatrwydd mewn data. Mae'n ddull o dorri'r iâ ar ddechrau sesiwn i gyflwyno cyfranogwyr i'w gilydd."], "Before jumping into finding data or telling stories, it's important to do some warm ups to activate your organization's data mindset. Warm ups are quick, fun, hands-on activities designed to activate conversation, catalyze creative ideas and build confidence to take the next step. For example, lead colleagues to <strong>Build Data Sculptures</strong> with craft materials to explore different ways to communicate the same simple data set.  Working with pompons, pipe cleaners, or other local materials changes how you approach data, letting you focus on playfully quick ways to look for stories. <strong>Deconstruct a dataviz</strong> to build your skills in understanding data visualizations, and developing a strong data-driven narrative arc of your own.": [null, "Cyn neidio i mewn i ddarganfod data neu ddweud storïau, mae'n bwysig gwneud rhai gweithgareddau cynhesu i sbarduno meddylfryd data eich sefydliad. Mae'r rhain yn weithgareddau cyflym, hwyl ac ymarferol sy'n bwriadu hybu trafodaeth, symbylu syniadau creadigol a meithrin hyder i gymryd y cam nesaf. Er enghraifft, arwain cydweithwyr i <strong>Adeiladu Cerfluniau Data</strong> gyda deunyddiau crefft i archwilio dulliau gwahanol o gyfathrebu'r un set ddata syml. Mae gweithio gyda pompoms, glanhawyr pib, neu ddeunyddiau lleol eraill yn newid eich ymagwedd at ddata, gan adael i chi ganolbwyntio ar ddulliau cyflym chwareus o chwilio am storïau. <strong>Dad-adeiladwch dataviz</strong> i hybu'ch sgiliau mewn deall delweddiadau data, a datblygu bwa natarif cryf seiliedig ar ddata eich hun."], "Begin by handing out printouts of the graphic you've selected and giving a little backstory about its context. <i>For example, the USAID graphic was commissioned as part of a series for their 50th anniversary celebration, focused on highlighting success but also the challenges ahead. We've been told it was published online but also displayed in their entrance as a large banner. It was created for the USAID by an independent design firm named <a href=\"https://lemonly.com\">Lemonly</a>.</i>": [null, "Dechreuwch drwy ddosbarthu copïau o'r graffeg rydych chi wedi'i dewis a rhoi ychydig o gefndir ei chyd-destun. <i>Er enghraifft, cafodd graffig Chwaraeon Cymru ei gomisiynu i gyd-fynd â chyhoeddiad adroddiad Gweithredu Heddiw dros Yfory Egnïol, a gafodd ei gynhyrchu gan Grŵp Ymgynghorol Chwaraeon Cymru yn 2014. Mae'n rhoi manylion y tueddiadau allweddol a fydd yn effeithio ar chwaraeon yng Nghymru.</i>"], "Begin by spreading out large pieces of paper, each with an abstract concept written in the middle.  The concepts should be from a data-driven story you are working with. Words like \"poverty\", \"injustice\", and \"happiness\" are all good examples of abstract concepts that come from data-driven stories.": [null, "Dechreuwch drwy daenu dalenni mawr o bapur, pob un â chysyniad haniaethol wedi'i ysgrifennu yn y canol.  Dylai'r cysyniadau ddod o stori seiliedig ar ddata rydych chi'n gweithio gyda hi. Mae geiriau fel \"tlodi\", \"anghyfiawnder\", a \"hapusrwydd\" i gyd yn enghreifftiau da o gysyniadau haniaethol sy'n dod o storïau seileidig ar ddata."], "Big sheets of paper": [null, "Dalenni mawr o bapur"], "Bigrams": [null, "Bigramau"], "Booleans": [null, "Gweithrediadau Boole"], "Bring everyone back together and go around the room letting each group share their favorite idea. Have groups talk about different editorial decisions that were made in narrowing down their ideas. Ask the groups for their thoughts about the relative strengths and weaknesses of each technique as well as which audiences might be particularly well served by different presentation techniques. ": [null, "Dewch â phawb yn ôl at ei gilydd ac ewch o gwmpas yr ystafell yn gadael i bob grŵp rannu eu hoff syniad. Gofynnwch i'r grwpiau drafod gwahanol benderfyniadau golygyddol a wnaed wrth gulhau eu syniadau. Gofynnwch am eu meddyliau am gryfderau a gwendidau cymharol pob techneg yn ogystal â pha gynulleidfaoedd fyddai'n elwa mwyaf ar wahanol dechnegau cyflwyno. "], "Bring everyone back together, and have each group hang the sheets of paper on the wall. Give participants a few minutes to walk around looking at what other groups created.": [null, "Dewch â phawb yn ôl at ei gilydd ac gofynnwch i bob grŵp hongian y dalenni papur ar y wal. Rhowch ychydig o funudau i gyfranogwyr gerdded o gwmpas yn edrych ar beth mae'r grwpiau eraill wedi'i greu."], "Browse file 1": [null, "Porwch ffeil 1"], "Browse file 2": [null, "Porwch ffeil 2"], "Build a Data Sculpture": [null, "Adeiladwch Gerflun Data"], "Build and Analyze a Network": [null, "Adeiladwch a Dadansoddwch Rwydwaith"], "Build your visual skills by taking apart an example visualization": [null, "Adeiladwch eich sgiliau gweledol drwy ddatod delweddiad enghreifftiol"], "By Educators, for Educators": [null, "Gan Addysgwyr, i Addysgwyr"], "Categories": [null, "Categorïau"], "Centrality": [null, "Canologrwydd"], "Choose your language: ": [null, "Dewiswch eich iaith:"], "Click to see the chart": [null, "Cliciwch i weld y siart"], "Click to see the details": [null, "Cliciwch i weld y manylion"], "Community": [null, "Cymuned"], "Compare": [null, "Cymharwch"], "Comparing text documents is a great way to find out what makes each one unique.  Is it meaningful that \"%(most_common_word)s\" and \"%(second_most_common_word)s\" are the most used words appearing in both documents?  Why does %(doc2)s use \"%(doc2_most_common_word)s\" so much, but it doesn't even appear in %(doc1)s?  With these questions in mind, you can sketch out a story that compares the documents.  <br /><br />Find a whiteboard and start sketching out a story.  Check out our <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>activity guide</a> for more help on sketching out a story to compare them.  Want to dig into the data even more?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Download the full results as a CSV file</a> to compare the files even further.": [null, "Mae cymharu dogfennau testun yn ffordd dda o ddarganfod beth sy'n gwneud pob un yn unigryw.  Ydy hi'n ystyrlon mai \"%(most_common_word)s\" a \"%(second_most_common_word)s\" yw'r geiriau a dddefnyddir amlaf sy'n ymddangos yn y ddwy ddogfen?  Pam ydy %(doc2)s yn defnyddio \"%(doc2_most_common_word)s\" cymaint, ond nid yw hyd yn oed yn ymddangos yn %(doc1)s?  Gyda'r cwestiynau hyn mewn golwg, gallwch chi fraslunio stori sy'n cymharu'r dogfennau.  <br /><br />Dewch o hyd i fwrdd gwyn a dechreuwch fraslunio stori.  Cymerwch gip ar ein <a href=\"%(activity_guide_url)s\" onclick='ga('send', 'event', 'samediff', 'activity-guide');'>harweiniad gweithgaredd</a> am fwy o gymorth ar fraslunio stori i'w cymharu.  Eisiau treiddio ymhellach byth i'r data?  <a href=\"%(download)s\" onclick=\"ga('send', 'event', 'samediff', 'samediff-dl');\">Lawrlwythwch y canlyniadau llawn fel ffeil CSV</a>i gymharu'r ffeiliau ymhellach byth."], "Connect with Others": [null, "Cysylltu ag Eraill"], "ConnectTheDots": [null, "ConnectTheDots"], "ConnectTheDots shows you how your data is connected by analyzing it as a network.": [null, "Mae ConnectTheDots yn dangos i chi sut mae'ch data yn gysylltiedig drwy ei ddadansoddi fel rhwydwaith."], "ConnectTheDots: ": [null, "ConnectTheDots: "], "Convince Me": [null, "Argyhoeddwch Fi"], "Copies of our handout about different data presentation techniques (1 for each participant)": [null, "Copïau o'n <a href='/static/files/activity-guides/en/Picking a Technique.pdf'>taflen am wahanol dechnegau cyflwyno data</a> (1 am bob cyfranogwr)"], "Count": [null, "Cyfrifiad"], "Counts": [null, "Cyfrifiadau"], "Crayons or markers in lots of colors": [null, "Crayonau neu farcwyr mewn llawer o liwiau"], "DO NOT include LEGO bricks (otherwise people just build bar charts)": [null, "PEIDIWCH â chynnwys briciau LEGO (fel arall bydd pobl dim ond yn adeiladu siartiau bar)"], "DO NOT include pens, crayons, or anything else to write with (otherwise people just draw instead of building)": [null, "PEIDIWCH â chynnwys peniau, crayonau, neu unrhyw beth arall i ysgrifennu ag ef (fel arall mae pobl dim ond yn darlunio yn hytrach nag adeiladu)"], "Danish data sourcing:": [null, "Cyrchu data Daneg:"], "Danish translation:": [null, "Cyfieithiad Daneg:"], "Data Culture Project": [null, "Data Culture Project"], "Data arrives at your doorstep in the form of a spreadsheet but how do you find a story in rows and columns? WTFcsv provides the first step by characterizing each column's %(data_type)s and contents so that you can ask more questions.": [null, "Mae data yn cyrraedd ar garreg eich drws ar ffurf taenlen ond sut mae dod o hyd i stori mewn rhesi a cholofnau? Mae WTFcsv yn cynnig y cam cyntaf drwy nodweddu %(data_type)s a chynnwys pob colofn er mwyn i chi gael gofyn mwy o gwestiynau."], "Data can be intimidating, especially when it comes to analyzing it.  But remember, most of statistics is just special ways of counting.  We’re all pretty good at counting! Establishing a data culture doesn't mean that we will all be statistical wizards but it does mean learning enough about analysis to understand its creative potential. The data analysis process is an opportunity to bring people together. There are many ways to do this to find a story.  <strong>Use WordCounter</strong> to learn about analyzing text data to find stories. <strong>Use Connect the Dots</strong> to collaboratively analyze a network graph.  <strong>Use SameDiff</strong> to learn about how algorithms can help you analyze data in more abstract ways.": [null, "Gall data fod yn frawychus, yn arbennig pan fo'n rhaid ei ddadansoddi.  Ond cofiwch, mae ystadegau i raddau helaeth dim ond yn ffyrdd arbennig o gyfrif.  Rydyn ni i gyd yn gallu cyfrif yn weddol da! Nid yw sefydlu diwylliant data yn golygu y byddwn ni i gyd yn ddewiniaid ystadegol ond mae yn golygu dysgu digon am ddadansoddi i ddeall ei botensial creadigol. Mae'r broses dadansoddi data yn gyfle i ddod â phobl ynghyd. Mae llawer o ffyrdd o wneud hyn i ddod o hyd i stori.  <strong>Defnyddiwch WordCounter</strong> i ddysgu am ddadansoddi data testun i ddod o hyd i storïau. <strong>Defnyddiwch Connect the Dots</strong> i ddadansoddi graff rhwydwaith yn gydweithredol.  <strong>Defnyddiwch SameDiff</strong> i ddysgu sut gall algorithmau eich helpu i ddadansoddi data mewn ffyrdd mwy haniaethol."], "Data is everywhere right now. But many organizations like yours are struggling to figure out how to build capacity to work with data. You don't need a data scientist; you need a <strong>data culture</strong>.": [null, "Mae data ym mhobman y funud yma. Ond mae llawer o sefydliadau fel eich sefydliad chi yn ei chael yn anodd gweithio allan sut i adeiladu capasiti i weithio gyda data. Does dim rhaid i chi fod yn wyddonydd data; mae arnoch chi angen <strong>ddiwylliant data</strong>."], "Data is often classified by type. Common types of data include numbers, dates and text.": [null, "Mae data'n cael ei ddosbarthu'n aml yn ôl math. Mae mathau coffredin o ddata yn cynnwys rhifau, dyddiadau a thestun."], "DataBasic activities are suitable for classes and workshops for participants from middle school through higher education. No prior data experience necessary!": [null, "Mae gweithgareddau DataBasic yn addas i ddosbarthiadau a gweithdai ar gyfer cyfranogwyr o'r ysgol ganol trwodd i addysg uwch. Nid oes angen unrhyw brofiad blaenorol!"], "DataBasic is a suite of easy-to-use web tools for beginners that introduce concepts of working with data.": [null, "Mae DataBasic yn gyfres o offer gwe hawdd eu defnyddio ar gyfer dechreuwyr sy'n cyflwyno cysyniadau gweithio gyda data."], "DataBasic.io": [null, "DataBasic.io"], "DataBasic.io’s WTFCSV tool": [null, "offeryn WTFcsv Databasic.io"], "Dates": [null, "Dyddiadau"], "Dates and times": [null, "Dyddiadau ac amserau"], "Deconstruct a DataViz": [null, "Dad-adeiladwch DataViz"], "Degree": [null, "Gradd"], "Designed and Developed by": [null, "Dyluniwyd a Datblygwyd gan"], "Digital technologies have empowered those with disabilities in a variety of ways, and new web standards have made it easier than ever to build new tools that are accessible to all.  DataBasic implements those technologies to support screen readers so the visually impaired can start working with data in new and exciting ways.": [null, "Mae technolegau digidol wedi grymuso pobl ag anableddau mewn amrywiaeth o ffyrdd, ac mae safonau gwe newydd wedi ei gwneud yn haws nag erioed i adeiladu offerynnau newydd sy'n hygyrch i bawb.  Mae DataBasic yn gweithredu'r technolegau hynny i gefnogi darllenwyr sgrîn er mwyn i'r sawl â nam ar eu golwg allu dechrau gweithio gyda data mewn ffyrdd newydd a chyffrous."], "Doing One Thing Well": [null, "Gwneud Un Peth yn Dda"], "Done with our stories! Time to share-back!": [null, "Wedi cwblhau ein storïau!  Mae'n bryd rhannu'ch adborth!"], "Download": [null, "Lawrlwythach"], "Download and print the activity guide": [null, "Lawrlwythwch ac argraffwch yr arweiniad gweithgaredd"], "Download the <strong>table</strong>": [null, "Lawrlwythwch y <strong>tabl</strong>"], "Ensuring Your Privacy": [null, "Sicrhau Eich Preifatrwydd"], "Error: Paste failed! Make sure your input has exactly two tab-separated columns and try again.": [null, "Gwall: Methodd y gludo! Gwnewch yn siŵr bod gan eich mewnbwn dwy golofn yn union wedi'u gwahanu â thab a cheisiwch eto."], "Error: Upload failed! Make sure your file has exactly two columns and try again.": [null, "Gwall: Methodd y lanlwytho! Gwnewch yn siŵr bod gan eich ffeil ddwy golofn yn union a cheisiwch eto."], "Examining text data in this quantitative way can help you find stories to tell in your data.  The fact that \"%(top_word)s\" is a popular word is good to know, but combine that with ": [null, "Gall archwilio data testun yn y modd meintiol yma eich helpu i ddod o hyd i storïau i'w dweud yn eich data.  Mae'r ffaith bod \"%(top_word)s\" yn air poblogaidd yn dda i'w wybod, ond cyfunwch hynny â "], "Fill in a Paper Spreadsheet": [null, "Llenwch Daenlen Bapur"], "Finally, discuss issues around data privacy, consent, and ethics. Ask participants things like:": [null, "Yn olaf, trafodwch ystyriaethau preifatrwydd, cydsyniad, a moeseg data. Gofynnwch i gyfranogwyr pethau fel:"], "Fitting in to Your Pipeline": [null, "Ffitio i mewn i'ch Piblinell"], "Focused on Learning ": [null, "Ffocws ar Ddysgu"], "For example, is it significant that <strong>%(id)s</strong> has the %(degree)s highest number of connections but is ranked %(centrality)s for %(betweenness_centrality)s?": [null, "Er enghraifft, ydy hi'n arwyddocaol mai <strong>%(id)s</strong> sydd â'r %(degree)s nifer uchaf o gysylltiadau ond mae'n cael ei raddio'n %(centrality)s o ran %(betweenness_centrality)s?"], "For example, why might <strong>%(id)s</strong> have the highest %(betweenness_centrality)s in the network?": [null, "Er enghraifft, pam allai <strong>%(id)s</strong> fod â'r y %(betweenness_centrality)s uchaf yn y rhwydwaith?"], "For the first time, the numbers [from our grantees] were consistent. The nonprofits were paying attention. We asked them to describe how they're collecting data, and they were able to articulate how they collected data much better than in the past. This helped us create a better reporting process.": [null, "Am y tro cyntaf, roedd y rhifau [o'n granteion] yn gyson. Roedd y cyrff di-elw yn cymryd sylw. Gofynnom iddyn nhw ddisgrifio sut roedden nhw'n casglu data, ac roedden nhw'n gallu cyfleu sut oedden nhw'n casglu data yn llawer gwell nag yn y gorffennol. Helpodd hyn i ni greu proses adrodd well."], "Frequency": [null, "Amlder"], "Full name: \"%(name)s\"": [null, "Enw llawn: \"%(name)s\""], "Gathering Data": [null, "Casglu Data"], "Giant gridded piece of paper. The bigger and more colorful, the better! <A href='https://www.amazon.com/gp/product/B0062TMTMK/ref=oh_aui_search_detailpage?ie=UTF8&psc=1'>You can order cheap rolls of colored bulletin board paper on Amazon.</a>": [null, "Darn anferth o bapur â grid. Gorau po fwyaf a mwyaf lliwgar! <A href='https://www.amazon.com/gp/product/B0062TMTMK/ref=oh_aui_search_detailpage?ie=UTF8&psc=1'>Gallwch chi archebu rholiau rhad o bapur bwrdd bwletin lliw ar Amazon.</a>"], "Give each participant a pen and break them up into groups of 5 or 6, with each group assigned to one of the pieces of paper you just showed. Tell the participants they should start by drawing a line from the central word and writing another word that they associate with the first one. Keep adding words connected to the first word or to the ones that other people add. Give the groups 6 minutes to brainstorm and write words.  Each paper should end up looking like a web of words, connected by lines.": [null, "Rhowch ben i bob cyfranogwr a'u rhannu'n grwpiau o 5 neu 6, gyda phob grŵp yn cael ei aseinio i un o'r darnau o bapur rydych chi newydd eu dangos. Dwedwch wrth y cyfranogwyr y dylen nhw ddechrau drwy dynnu llinell o'r gair canol ac ysgrifennu gair arall maen nhw'n ei gysylltu â'r gair cyntaf. Daliwch ati i ychwanegu geiriau sy'n gysylltiedig â'r gair cyntaf neu â'r geiriau mae pobl eraill yn eu hychwanegu. Rhowch 6 munud i'r grwpiau daflu syniadau ac ysgrifennu geiriau.  Yn y diwedd dylai pob darn o bapur edrych fel gwe o eiriau, wedi'u cysylltu gan linellau."], "Give participants just a minute or two to review the handout together. Don't give them too long - you want their first reactions to come out.": [null, "Rhowch funud neu ddwy i'r cyfranogwyr adolygu'r daflen gyda'i gilydd. Peidiwch â rhoi gormod o amser iddyn nhw - rydych chi am weld eu hadweithiau cyntaf."], "Give them 15 minutes to sketch out a story on the paper. These books should be very visual, like a kid’s picture book or a graphic novel. Encourage them to use drawings, words, charts, shapes, and color creatively. The story should be centered on the data; with representations of it woven throughout.": [null, "Rhowch 15 munud iddyn nhw fraslunio stori ar y papur. Dylai'r llyfrau hyn fod yn weledol iawn, fel llyfr lluniau plentyn neu nofel graffig. Anogwch nhw i ddefnyddio lluniau, geiriau, siartiau, siapau, a lliw yn greadigol. Dylai'r data fod yn ganolog i'r stori; gyda chynrychiolaethau ohono wedi'u plethu trwyddo i gyd."], "Graph": [null, "Graff"], "Happiness in the Town of Somerville, MA, USA": [null, "Defnydd ynni yn y DU"], "Has header row": [null, "Â rhes pennyn"], "Have Everyone Share Back": [null, "Gofynnwch i Bawb Rannu Eu Hadborth"], "Here is a graph of how your data is connected. Any %(nodes)s linked by an %(edge)s show up in the same row in your input data. Your network graph has %(node_count)s nodes and %(edge_count)s edges.": [null, "Dyma graff o sut mae'ch data chi'n gysylltiedig. Mae unrhyw %(nodes)s a gysylltir gan %(edge)s yn ymddangos yn yr un rhes yn eich data allbwn. Mae gan eich graff rhwydwaith %(node_count)s o nodau a %(edge_count)s o ymylon."], "Here is a picture of the words used most often in your document. Words used more often are bigger, and ones used less often are smaller. This picture, called a \"word cloud\", is helpful to get a sense of the most used words in a document.": [null, "Dyma lun o'r geiriau a ddefnyddir amlaf yn eich dogfen. Mae geiriau a ddefnyddir yn amlach yn fwy o faint, a'r rhai a ddefnyddir yn llai aml yn llai. Mae'r llun hwn, sy'n cael ei alw'n \"gwmwl geiriau\", yn ddefnyddiol i gael ymdeimlad o'r geiriau a ddefnyddir amlaf mewn dogfen."], "Here's a process we introduce to get you from data to impactful story.  Keep scrolling down to learn about the activities we offer for you to run at each step along the way.": [null, "Dyma broses rydym ni'n ei chyflwyno i'ch symud chi o ddata i stori effeithiol.  Parhewch i sgrolio i lawr i ddysgu am y gweithgareddau rydym ni'n eu cynnig i chi eu cynnal ar bob cam o'r ffordd."], "Here's some %(metadata)s about each column.": [null, "Dyma rai %(metadata)s am bob colofn."], "Home": [null, "Hafan"], "How do you build a data culture?  Use our videos and guides to run one activity a month at brown bag lunches in your org.": [null, "Sut mae adeiladu diwylliant data?  Defnyddiwch ein fideos a'n harweiniadau i gynnal un gweithgaredd y mis dros giniawau pecyn yn eich sefydliad chi."], "How do you know if your story is working?  Does the data you included support the narrative you are telling?  It can be very difficult to put yourself in the shoes of your audience and try to understand what kind of story will change their worldview or move them to action.  And you might have multiple audiences. Each potential audience brings different beliefs and experiences to understanding your message. <strong>Try out ConvinceMe</strong> to practice telling different stories to different audiences.": [null, "Sut ydych chi'n gwybod a ydy'ch stori'n gweithio?  Ydy'r data rydych chi'n ei gynnwys yn ategu'r naratif a rowch?  Gall fod yn anodd iawn rhoi eich hun yn esgidiau'ch cynulleidfa i geisio deall pa fath o stori a fydd yn newid eu golwg o'r byd neu'n eu hysgogi i weithredu. Ac efallai bod gennych chi nifer o gynulleidfaoedd. Mae pob cynulleidfa bosibl yn dod â gwahanol gredoau a phrofiadau at ddeall eich neges. <strong>Rhowch gynnig ar ConvinceMe</strong> i ymarfer dweud storïau gwahanol wrth gynulleidfaoedd gwahanol."], "Ignore %(stopwords)s": [null, "Anwybyddwch %(stopwords)s"], "Ignore case": [null, "Anwybyddwch gyflwr"], "Ignore stopwords": [null, "Anwybyddwch eiriau atal"], "In order to tell your data story well, you need a good “toolbelt” of presentation techniques to pull from. However, we often only consider a small set of techniques — primarily traditional charts and maps — when we display data. This activity introduces participants to data presentation techniques that are creative, fun, and better suited for certain audiences than traditional charts and maps. It lets participants practice using these techniques, and helps them build confidence in their ability to present data appropriately.": [null, "Er mwyn dweud eich stori data yn dda, bydd angen becyn da o dechnegau cyflwyno arnoch chi i ddewis o'u plith. Ond yn aml rydym ni dim ond yn ystyried set fach o dechnegau — siartiau a mapiau traddodiadol yn bennaf — wrth i ni ddangos data. Mae'r gweithgaredd hwn yn cyflwyno'r cyfranogwyr i dechnegau cyflwyno sy'n greadigol, yn ddifyr, ac yn fwy addas i rai cynulleidfaoedd na siartiau a mapiau traddodiadol. Mae'n gadael i'r cyfranogwyr ymarfer defnyddio'r technegau hyn ac yn eu helpu i fagu hyder yn eu gallu i gyflwyno data'n briodol."], "In this activity participants will brainstorm questions to ask sample datasets based on summaries of the columnar data.  Work in groups of 2-3 colleagues for about 10 minutes with the data. At the end give them a minute to pick the best question and write it down on the handout, indicating the question, any other data they might need to answer it, and how they would get that data. Start the activity by playing the kickoff video below for your group, which explains all this.": [null, "Yn y gweithgaredd hwn bydd y cyfranogwyr yn taflu syniadau am gwestiynau i'w gofyn i setiau data enghreifftiol ar sail crynodebau o ddata colofnau. Gweithiwch mewn grwpiau o 2-3 am dua 10 munud gyda'r data. Ar y diwedd rhowch funud iddyn nhw ddewis y cwestiwn gorau a'i ysgrifennu ar y daflen, gan ddangos y cwestiwn, unrhyw ddata arall y gall fod arnyn nhw ei angen i'w ateb, a sut fyddan nhw'n cael hyd i'r data hwnnw. Dechreuwch y gweithgaredd drwy chwarae'r fideo cychwyn isod i'ch grŵp, sy'n esbonio hyn i gyd."], "Increasingly, data arrives on our doorstep in the form of a spreadsheet. Somebody sends you an excel file or you download something from the web. In this activity, you will work with colleagues to ask good questions of a spreadsheet so that you can take it from data points to data story. You will use Databasic.io's WTFcsv tool, get acquainted data types, and do some basic spreadsheet analysis.  '<em>csv</em>' stands for <em>comma separated values</em>, a common spreadsheet format on the web. <em>WTF</em> stands for... well... the question you ask when someone sends you an inscrutable csv file.": [null, "Yn gynyddol, mae data'n cyrraedd ar garreg ein drws ar ffurf taenlen. Mae rhywun yn anfon ffeil Excel atoch chi neu rydych chi'n lawrlwytho rhywbeth o'r we. Yn y gweithgaredd hwn, byddwch chi'n gweithio gyda'ch cydweithwyr i ofyn cwestiynau da i daenlen er mwyn i chi ei chymryd o bwyntiau data i stori data. Byddwch chi'n defnyddio offeryn WTFcsv Databasic.io, yn dod yn gyfarwydd â mathau o ddata, ac yn gwneud rhywfaint o ddadansoddi sylfaenol taenlen.  Mae '<em>csv</em>' yn sefyll am <em>werthoedd a wahanir â chomma</em>, fformat cyffredin taenlen ar y we. Mae <em>WTF</em> yn sefyll am... wel... y cwestiwn a ofynnwch chi pan fydd rhywun yn anfon ffeil csv dyrys atoch chi."], "Introduce people to data, and to each other": [null, "Cyflwynwch bobl i ddata, ac i'w gilydd"], "Introduce the activity and then give folks about 15 minutes to sketch.  With 10 minutes left let them know that they should have chosen a dataset to work with. When they have 5 minutes left make sure they have a story and are sketching on paper, otherwise they'll be scrambling to get a drawing done.": [null, "Cyflwynwch y gweithgaredd ac yna rhowch tua 15 munud i bobl fraslunio.  Pan fydd 10 munud ar ôl rhowch wybod iddyn nhw y dylen nhw fod wedi dewis set ddata i weithio gyda hi. Pan fydd ganddyn nhw 5 munud ar ôl, gwnewch yn siŵr bod ganddyn nhw stori a'u bod wrthi'n braslunio ar bapur, fel arall byddan nhw'n rhuthro i gwblhau llun."], "Introduce the example data set. Talk about how important it is to tease apart a strong narrative in order to create a compelling data story. If you've already run <a href='deconstruct-a-dataviz'>the Deconstruct a DataViz activity</a>, refer to the elements that made the infographic you discussed there work well or not. Break the participants into groups of 3 or 4 people, and give them 15 minutes to scan the data. Instruct them to look for both interesting data stories and, more importantly for this activity, seeds for a strong narrative.": [null, "Cyflwynwch y set ddata enghreifftiol. Siaradwch am bwysigrwydd chwilio am natarif cryf er mwyn creu stori data cymhellol. Os ydych chi wedi rhedeg <a href='deconstruct-a-dataviz'>gweithgaredd Deconstruct a DataViz</a> yn barod, cyfeiriwch at yr elfennau a wnaeth i'r ffeithlun a drafodoch chi yno weithio'n dda neu beidio. Rhannwch y cyfranogwyr yn grwpiau o 3 neu 4 o bobl, a rhowch chwarter awr iddyn nhw sganio'r data. Dwedwch wrthyn nhw am chwilio am storïau data diddorol ac, yn bwysicach ar gyfer y gweithgaredd hwn, egin naratif cryf."], "Introduce the group to two related “normal” charts of data.  One can be a single fact, and the other a medium-sized set of information. If you make your own, be sure to avoid data that the audience knows too well - we find that leads people to get lost in the nuances and intimate details. We suggest using more generic or high-level data.  Here are a few handouts you are welcome to download, print, and use:": [null, "Cyflwynwch y grŵp i ddau siart data “normal” cysylltiedig.  Gall un fod yn ffaith sengl, a'r llall yn set wybodaeth o faint canolig. Os ydych chi'n gwneud eich rhai eich hun, gwnewch yn siwr eich bod yn osgoi data mae'r gynulleidfa yn ei adnabod yn rhy dda - gwelwn fod hynny'n arwain pobl i ymgolli yn y mân fanylion. Awgrymwn ddefnyddio data mwy generig neu lefel uchel.  Dyma nifer o daflenni mae croeso i chi eu lawrlwytho, eu hargraffu, a'u defnyddio:"], "It is hard to go from data to story.  This activity lets you quickly do that by analyzing datasets to find patterns in text, and then sketching out some story you find.  It introduces basic terminology for quantitative text analysis, helps you get acquainted with Databasic.io's WordCounter tool, and prompts you to consider places in your organization where you work with text as data.  Participants will pair up with colleagues to search for stories in some fun sample data and then draw a sketch to share that story. Start the activity by playing the kickoff video below for your group.": [null, "Mae'n anodd symud o ddata i stori.  Mae'r gweithgaredd hwn yn gadael i chi wneud hynny'n gyflym drwy ddadansoddi setiau data i ddod o hyd i batrymau mewn testun, ac yna braslunio stori rydych chi'n dod ar ei thraws. Mae'n cyflwyno terminoleg sylfaenol am ddadansoddi testun yn feintiol, yn eich helpu i ddod yn gyfarwydd ag <a href='https://wordcounter.databasic.io/'>offeryn WordCounter Databasic.io</a>, ac yn eich annog i ystyried mannau yn eich sefydliad lle rydych chi'n gweithio gyda testun fel data.  Bydd cyfranogwyr yn ffurfio parau gyda chydweithwyr i chwilio am storïau mewn tipyn o ddata enghreifftiol difyr ac yn tynnu braslun i rannu'r stori honno. Dechreuwch y gweithgaredd drwy chwarae'r fideo cychwyn isod i'ch grŵp."], "It looks like your two columns have two totally different types of nodes. We think this is a %(bipartite_graph)s. We’ve gone ahead and colored each node based on what column it&#39;s in.": [null, "Mae'n edrych petai gan eich dwy golofn ddau fath cwbl wahanol o nodau. Rydym ni'n meddwl bod hyn yn %(bipartite_graph)s. Rydym ni wedi mynd yn ein blaen i liwio pob nod ar sail pa golofn mae ynddi."], "Join the Data Culture Project Now!": [null, "Ymunwch â'r Data Culture Project Nawr!"], "Join the discussion group": [null, "Ymunwch â'r grŵp trafod"], "Kick off the Activity": [null, "Cychwyn y Gweithgaredd"], "Kick-Off The Activity": [null, "Cychwyn y Gweithgaredd"], "Large paper, markers, and craft materials (the materials from <a href='build-a-sculpture'>our Build a Data Sculpture activity</a> can be used for this activity too)": [null, "Papur mawr, marcwyr, a deunyddiau crefft (gallwch chi ddefnyddio'r deunyddiau o'n <a href='build-a-sculpture'>gweithgaredd Adeiladu Cerflun Data</a> ar gyfer y gweithgaredd hwn hefyd)"], "Large pieces of paper (butcher paper works great)": [null, "Darnau mawr o bapur (mae papur cigydd yn gweithio'n dda)"], "Large pieces of paper to draw on (2 feet by 3 feet is best)": [null, "Darnau mawr o bapur i dynnu lluniau arnyn nhw (2 droedfedd gan 3 troedfedd sydd orau)"], "Large, thick markers": [null, "Marcwyr mawr, trwchus"], "Lead a Conversation": [null, "Arweiniwch Sgwrs"], "Lead a Conversation ": [null, "Arweiniwch Sgwrs"], "Lead your group in a conversation about the “dataset” they have created. Highlight that data are systematically collected observations about the world. At the same time, collecting data requires some kind of helpful reduction of the world, so they are not the final word and may not be everything you need to know in order to answer any questions. You can get at this by asking your group a couple questions related to the Paper Spreadsheet:": [null, "Arweiniwch eich grŵp mewn trafodaeth am y “set ddata” maen nhw wedi'i chreu. Pwysleisiwch fod data yn arsylwadau am y byd sy'n cael eu casglu'n systematig. Ar yr un pryd, mae casglu data yn gofyn am ryw fath o leihad defnyddiol o'r byd, felly nid dyma'r gair olaf ac efallai na fydd yn cwmpasu popeth mae angen i chi ei wybod i ateb unrhyw gwestiynau. Gallwch chi archwilio hyn drwy ofyn nifer o gwestiynau i'ch grŵp ynghylch y Daenlen Bapur:"], "Learn how to ask different types of questions based on a network of data": [null, "Dysgwch sut i ofyn gwahanol fathau o gwestiynau ar sail rhwydwaith o ddata"], "Learn how to move from spreadsheet to story with WTFcsv": [null, "Dysgwch sut i symud o daenlen i stori gyda WTFcsv"], "Link must be a valid Google Spreadsheet": [null, "Rhaid i'r ddolen fod yn daenlen Google ddilys"], "Link to a spreadsheet": [null, "Ddolen â thaenlen"], "Link to spreadsheet": [null, "Ddolen â thaenlen"], "Local craft materials (plastic bottle tops, wire, fuzzy balls, colored paper, wood blocks, construction paper)": [null, "Deunyddiau crefft lleol (caeadau poteli plastig, gwifren, peli blewog, papur lliw, blociau pren, papur adeiladu) "], "Lots of pens of different colors ": [null, "Llawer o beniau o wahanol liwiau"], "Make a Word Web": [null, "Gwnewch We Geiriau"], "Menu": [null, "Dewislen"], "Metadata summarizes basic information about your data.": [null, "Mae metadata yn crynhoi gwybodaeth sylfaenol am eich data."], "Network graphs are very trendy right now, but few know how to read them, nor why they they might be useful. In this activity you'll create a dataset about local restaurants people recommend, build a network graph out of that data, and then think about questions you can ask it. You will use Databasic.io's Connect the Dots tool to do this.": [null, "Mae graffiau rhwydwaith yn boblogaidd iawn ar hyn o bryd, ond ychydig o bobl sy'n gwybod sut i'w darllen, na pham y gallan nhw fod yn ddefnyddiol. Yn y gweithgaredd hwn byddwch yn creu set ddata am fwytai lleol mae pobl yn eu hargymell, yn adeiladu graff rhwydwaith o'r data hwnnw, ac yna'n meddwl am gwestiynau gallwch chi eu gofyn iddo. Byddwch chi'n defnyddio offeryn Connect the Dots Databasic.io i wneud hyn."], "Next, ask participants to identify how this data is represented. Collect a few answers. <i>For example, in the USAID graphic population size is represented by a globe increasing in size and percentages are represented as donut charts</i>. Briefly share how this sets up a consistent set of charts and symbols and ways to use them. We call this the \"visual vocabulary\" of the story.": [null, "Nesaf, gofynnwch i'r cyfranogwyr nodi sut mae'r data hwn yn cael ei gynrychioli. Casglwch ychydig o atebion. <i>Er enghraifft, yn graffig Chwaraeon Cymru mae eiconau'n cael eu defnyddio i helpu pobl i ddeall beth mae'r data yn cyfeirio ato ac mae canrannau'n cael eu cynrychioli fel siartiau toesen.</i>. Yn gryno trafodwch sut mae hyn yn sefydlu set gyson o siartiau a symbolau a dulliau o'u defnyddio. Ein henw ar hyn yw \"geirfa weledol\" y stori."], "Next, introduce what needs to be done to clean and tell stories with this data. Ask participants questions like:": [null, "Nesaf, cyflwynwch beth mae angen ei wneud i lanhau a dweud storïau gyda'r data hwn. Gofynnwch i'r cyfranogwyr gwestiynau fel:"], "No data to display.": [null, "Dim data i'w arddangos"], "No results": [null, "Dim canlyniadau"], "Node": [null, "Nod"], "Normalization": [null, "Normaleiddio"], "Not sure how to format your file? Download our template.": [null, "Ddim yn siŵr sut i fformadu'ch ffeil? Lawrlwythwch ein templed."], "Note that there are online sources which can help you brainstorm, such as the <a href=\"https://thenounproject.com\">Noun Project</a>.": [null, "Sylwch fod ffynonellau ar-lein sy'n gallu'ch helpu i daflu syniadau, fel y <a href=\"https://thenounproject.com\">Noun Project</a>."], "Now that everyone has analyzed text and sketched a story, this video will help people think about where to go from here. For example, what are some text datasets that your organization already has on hand?  We discuss some more sophisticated methods of quantitative text analysis as well as point out some common pitfalls to try to avoid.": [null, "Nawr bod pawb wedi dadansoddi testun a braslunio stori, bydd y fideo hwn yn helpu pobl i feddwl am ble i fynd oddi yma. Er enghraifft, beth yw rhai setiau data testun sydd gan eich sefydliad wrth law yn barod?  Trafodwn rai dulliau mwy soffistigedig o ddadansoddi testun yn feintiol yn ogystal â thynnu sylw at rai baglau cyffredin i geisio eu hosgoi."], "Now that you've done some basic network graph analysis, help the participants think about any network data your organization has on hand.  Are there any questions that came up, or ideas, about steps people should take with your in-house data?": [null, "Nawr eich bod wedi gwneud tipyn o ddadansoddi graff rhwydwaith sylfaenol, helpwch y cyfranogwyr i feddwl am unrhyw ddata rhwydwaith sydd gan eich sefydliad wrth law.  Oes unrhyw gwestiynau a gododd, neu syniadau, am gamau y dylai pobl eu cymryd gyda'ch data mewnol?"], "Now that you've done some basic spreadsheet analysis, this video will help you think about where to go from here. For example, what information in your organization is captured in spreadsheet form? Could you use this same approach with survey result data? With financial data? With lists of donors or web analytics? How can having groups come up with questions help you take the next step with your organization's data? We also discuss some common pitfalls to try to avoid, like remembering to consider outliers and keeping in mind that correlation is not causation.": [null, "Nawr eich bod wedi gwneud tipyn o ddadansoddi taenlen sylfaenol, bydd y fideo hwn yn eich helpu i feddwl am ble i fynd oddi yma. Er enghraifft, pa wybodaeth yn eich sefydliad sy'n cael ei chipio ar ffurf taenlen? Allech chi ddefnyddio'r un dull gyda data canlyniadau arolwg? Gyda data ariannol? Gyda rhestri o roddwyr neu ddadansoddeg we? Sut all gofyn i grwpiau feddwl am gwestiynau eich helpu i gymryd y cam nesaf gyda data'ch sefydliad? Rydym hefyd yn trafod rhai baglau cyffredin i geisio eu hosgoi, fel cofio ystyried allanolion a chadw mewn cof nad yw cydberthynas yn hafal ag achos."], "Now that you've practiced this with some example data, this video will help you think about where to go next. For example, who are some of the main audiences your organization tries to convince? What are some pitfalls to be aware of when crafting arguments for specific audiences?": [null, "Nawr eich bod wedi ymarfer hyn gyda data enghreifftiol, bydd y fideo hwn yn eich helpu i feddwl am be i fynd nesaf. Er enghraifft, pwy yw rhai o'r prif gynulleidfaoedd mae'ch sefydliad yn ceisio eu hargyhoeddi? Beth yw rhai o'r baglau i fod yn ymwybodol ohonyn nhw wrth lunio dadleuon ar gyfer cynulleidfaoedd penodol?"], "Often you don’t recognize the data you already have! Data is all around, but can be difficult to identify and describe.  You need the right data to tell a strong story. As they say, “garbage in, garbage out.”  You also need to remember that a single data set may not be able to answer your questions. Combining datasets is often the best way to create a more fleshed out story. <strong>Use Connect the Dots</strong> to explore crowd-sourcing data from your audience to analyze together as a network.  Or <strong>Use WTFcsv</strong> to think about how to gather the data you need to answer a question.": [null, "Yn aml nid ydych yn cydnabod y data sydd gennych chi'n barod! Mae data ym mhobman o'n cwmpas, ond mae'n gallu bod yn anodd ei adnabod a'i ddisgrifio. Mae arnoch chi angen y data cywir i ddweud stori gryf. Fel y dywedant, \"sbwriel i mewn, sbwriel allan.\" Hefyd mae angen cofio na fydd un set ddata sengl o bosib yn gallu ateb eich cwestiynau. Yn aml, cyfuno setiau data yw'r ffordd orau o greu stori fwy cyflawn. <strong>Defnyddiwch Connect the Dots</strong> i archwilio data am gyfrannu torfol o'ch cynulleidfa i'w ddadansoddi gyda'ch gilydd fel rhwywdaith.  Neu <strong>Defnyddiwch WTFcsv</strong> i feddwl am sut i gasglu'r data mae arnoch chi ei angen i ateb cwestiwn."], "Once the time is up, hand out the sticky notes.  Give folks another five minutes to identify any words that can easily be sketched out, and then have them draw those on a note and stick it next to the word. ": [null, "Ar ôl i'r amser ddod i ben, dosbarthwch y nodiadau gludiog.  Rhowch bum munud arall i bobl nodi unrhyw eiriau sy'n gallu cael eu braslunio'n hawdd, ac yna gofynnwch iddyn nhw dynnu lluniau o'r rhain ar nodyn a'i ludo wrth ymyl y gair. "], "Only files under MB are accepted": [null, "Dim ond ffeiliau o dan MB sy'n cael eu derbyn"], "Only these file types are accepted: csv, xls, xlsx": [null, "Dim ond y ffeiliau hyn sy'n cael eu derbyn: csv, xls, xlsx"], "Only these file types are accepted: txt, docx, rtf": [null, "Dim ond y ffeiliau hyn sy'n cael eu derbyn: txt, docx, rtf"], "Other": [null, "Arall"], "Paper &amp; pens": [null, "Papur &amp; pheniau"], "Paper Spreadsheet": [null, "Taenlen Bapur"], "Participants started looking at the different sides of an argument and how you build that based on your audience and what’s more relevant, like which piece of data is more relevant for which type of stakeholder.": [null, "Dechreuodd cyfranogwyr edrych ar ochrau gwahanol dadl a sut rydych chi'n adeiladu hynny ar sail eich cynulleidfa a beth sy'n fwyaf perthnasol, fel pa ddarn o ddata sy'n fwy perthnasol i ba fath o randdeiliad."], "Participants will understand and build familiarity with some standard terms and approaches to working with network graphs. Begin by sharing some inspirational examples, then fill in a spreadsheet together of restaurants and who recommends them.  This should have two columns - 'Person' and 'Restaurant'. Then paste this data into Connect the Dots to analyze it. Share the URL and have people poke at it, or other sample data, to look for insights and prompt questions.": [null, "Bydd y cyfranogwyr yn deall ac yn dechrau dod yn gyfarwydd â rhai termau a dulliau safonol o weithio gyda graffiau rhwydwaith. Dechreuwch drwy rannu enghreifftiau sy'n ysbrydoli, yna llenwch daenlen gyda'ch gilydd o fwytai a phwy sy'n eu hargymell. Dylai fod dwy golofn i hyn - 'Person' a 'Bwyty'. Yna gludwch y data hwn i mewn i Connect the Dots i'w ddadansoddi. Rhannwch yr URL a gofynnwch i bobl edrych arno, neu ddata enghreifftiol arall, i chwilio am fewnwelediadau ac ysgogi cwestiynau."], "Paste a link": [null, "Gludwch ddolen"], "Paste links": [null, "Gludwch ddolenni"], "Paste rows": [null, "Gludwch resi"], "Paste rows from an Excel or Google spreadsheet, with this format:": [null, "Gludwch resi o daenlen Excel neu Google, gyda'r fformat hwn:"], "Paste text": [null, "Pastiwch destun"], "Paste text...": [null, "Pastiwch destun..."], "Planning to show the videos offline? <a href=\"https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0\">Click here</a> to download them in advance.": [null, "Yn bwriadu dangos y fideos all-lein? <a href=\"https://www.dropbox.com/s/5zbvtal9ch8alez/ConvinceMeAllThreeFacilitationVideos.zip?dl=0\">Cliciwch yma</a> i'w lawrlwytho ymlaen llaw."], "Planning to show the videos offline? <a href=\"https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0\">Click here</a> to download them in advance.": [null, "Yn bwriadu dangos y fideos all-lein? <a href=\"https://www.dropbox.com/s/alwonz81zjhmsri/SketchAStoryAllThreeFacilitationVideos.zip?dl=0\">Cliciwch yma</a> i'w lawrlwytho ymlaen llaw."], "Planning to show the videos offline? <a href=\"https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0\">Click here</a> to download them in advance.": [null, "Yn bwriadu dangos y fideos all-lein? <a href=\"https://www.dropbox.com/s/t7mai3ecrcayvei/AskingGoodQuestionsAllThreeFacilitationVideos.zip?dl=0\">Cliciwch yma</a> i'w lawrlwytho ymlaen llaw."], "Play this video after each small group has sketched their story on a large sheet of paper. Here we outline some questions to discuss as each group describes the story that they found. For example, you'll want to take note of stories based on comparing two things versus those those based on a single, interesting data point. And you can start a conversation about how groups used visual parameters – like color, size and position – to communicate their story.": [null, "Chwaraewch y fideo hwn ar ôl i bob grŵp bach fraslunio eu stori ar ddalen fawr o bapur. Yma rydym ni'n amlinellu rhai cwestiynau i'w trafod wrth i bob grŵp ddisgrifio'r stori a welon nhw. Er enghraifft, byddwch chi'n dymuno cymryd nodyn o storïau ar sail cymharu dau beth yn erbyn y rhai sy'n seiliedig ar un pwynt data sengl, diddorol. A gallwch chi gychwyn trafodaeth am sut defnyddiodd grwpiau baramedrau gweledol – fel lliw, maint a safle – i gyfathrebu eu stori."], "Play this video after each small group has written their questions on the WTFcsv handout. Here we outline some things to discuss as each group enumerates their questions and the process they might take to start answering them. For example, you want to validate groups that asked 'meta questions', like 'where is this data from?' or 'Can we trust this data?' as well as groups that started to ask questions about patterns that they saw in the data itself. If groups ask questions about patterns in data, ask them to take a step towards answering them. What other data would they need to answer their questions? Who collects that data?": [null, "Chwaraewch y fideo hwn ar ôl i bob grŵp bach ysgrifennu eu cwestiynau ar y daflen WTFcsv. Yma rydym ni'n amlinellu rhai pethau i'w trafod wrth i bob grŵp ddisgrifio eu cwestiynau a'r broses i'w dilyn o bosib i ddechrau eu hateb. Er enghraifft, rydych chi eisiau dilysu grwpiau a ofynnodd 'meta gwestiynau', fel 'o ble mae'r data hwn yn dod?' neu 'allwn ni ymddiried yn y data hwn?' yn ogystal â grwpiau a ddechreuodd ofyn cwestiynau am batrymau a welon nhw yn y data ei hun. Os bydd grwpiau'n gofyn cwestiynau am batrymau mewn data, gofynnwch iddyn nhw gymryd cam tuag at eu hateb. Pa ddata arall byddai ei angen arnyn nhw i ateb eu cwestiynau? Pwy sy'n casglu'r data hwnnw?"], "Play this video after you've finished making arguments to convince your volunteer stakeholders to move forward.  Ask different people to explain why they made the arguments they did, and ask the stakeholders why something convinced them or not. Highlight similarities in the arguments people made, or arguments that worked for one audience but might not for another.  Point out particularly strong uses of data in support of arguments to start a conversation about how to use data in appropriate ways to convince people.": [null, "Chwaraewch y fideo hwn ar ôl i chi orffen gwneud dadleuon i argyhoeddi'ch rhanddeiliaid gwirfoddol i symud ymlaen.  Gofynnwch i bobl wahanol esbonio pam y gwnaethant eu dadleuon hwythau, a holwch y rhanddeiliaid pam llwyddodd rhywbeth i'w hargyhoeddi neu beidio. Amlygwch debygrwyddau yn y dadleuon a wnaeth pobl, neu'r dadleuon a weithiodd i un gynulleidfa ond na fyddent o bosibl i gynulleidfa arall.  Tynnwch sylw at ddefnyddiau arbennig o gryf o ddata i gefnogi dadleuon er mwyn cychwyn sgwrs am sut mae defnyddio data mewn dulliau priodol i argyhoeddi pobl."], "Please enter a valid email address": [null, "Rhowch gyfeiriad e-bost dilys"], "Portuguese data sourcing:": [null, "Ffynonellau data Portwgäeg:"], "Portuguese translation:": [null, "Cyfieithiad Portwgäeg:"], "Post the spreadsheet up on the wall before the beginning of the session. As participants arrive, ask them to fill out a row about themselves, but don't force them to if they opt out.": [null, "Atodwch y daenlen i'r wal cyn dechrau'r sesiwn. Wrth i gyfranogwyr gyrraedd, gofynnwch iddyn nhw lenwi rhes amdanynt eu hunain, ond peidiwch â'u gorfodi i wneud os ydyn nhw'n dewis peidio."], "Practice making data-driven arguments that they to get difference audiences to change their behavior": [null, "Ymarferwch wneud dadleuon seiliedig ar ddata y gellid eu defnyddio i gael cynulleidfaoedd gwahanol i newid eu hymddygiad"], "Practice telling a data story in different ways": [null, "Ymarferwch ddweud stori data mewn ffyrdd gwahanol"], "Practice translating abstract ideas into concrete images": [null, "Ymarferwch drosi syniadau haniaethol yn ddelweddau cadarn"], "Principal Investigators:": [null, "Prif Ymchwilwyr:"], "Print WTFcsv handout": [null, "Argraffu taflen WTFcsv "], "Printed copies of an example visualization for remixing. We often use <a href='https://www.good.is/infographics/transparency-how-much-water-do-you-use'>this infographic on daily water usage from GOOD.is</a>. 1-2 printed copies for each group.": [null, "Copïau argraffedig o ddelweddu enghreifftiol i'w atgymysgu. Rydym ni'n awgrymu'r ffeithlun yma ar gamau i arbed ynni a dŵr o ymgyrch <a href='https://www.data.cymru/cym/ffeithlun-modd-i-fyw '>GLOB LASIDAIODS Modd i Fyw Llywodraeth Cymru</a>. 1-2 gopi printiedig am bob grŵp."], "Printouts of a visualization (we often use <a href=\"https://foodtechconnect.com/2012/01/10/usaid-infographics-on-agriculture-simplify-reality-infographic/\">this one from USAID</a> or <a href=\"http://owni.fr/files/2010/11/12-e1288712778782.jpg\">this one about the Iraq war</a>); print out 1 paper for every two or three participants)": [null, "Copïau argraffedig o ddelweddu (rydym ni'n awgrymu'r un <a href=\"https://www.data.cymru/cym/ffeithlun-gweithredu-heddiw-dros-yfory-egnïol\">yma</a> gan Chwaraeon Cymru neu'r un<a href=\"https://www.data.cymru/cym/ffeithlun-allyriadau-nwyon-tŷ-gwydr-yng-nghymru\">yma</a>gan Lywodraeth Cymru sy'n ymwneud ag Allyriadau Nwyon Tŷ Gwydr); argraffwch 1 papur am bob ddau neu dri o gyfranogwyr"], "Printouts of the <a href=\"https://www.good.is/infographics/transparency-how-much-water-do-you-use\">Walk this Way infographic from Good Magazine</a>": [null, "Argraffiadau o ffeithlun <a href=\"https://www.data.cymru/cym/ffeithlun-modd-i-fyw\">Ymgyrch Modd i Fyw oddi wrth Lywodraeth Cymru</a>"], "Prior to the activity, create your paper spreadsheet on a large piece of gridded paper. Create at least five columns to capture different forms of personal information. It’s best to include columns for each major data type, for example:": [null, "Cyn y gweithgaredd, crëwch eich taenlen bapur ar ddarn mawr o bapur rhwyllog. Crëwch o leiaf bum colofn i gipio mathau gwahanol o wybodaeth bersonol. Y peth gorau yw cynnwys colofnau am bob prif fath o ddata, er enghraifft:"], "Pull it All Together": [null, "Rhowch y Cyfan At Ei Gilydd"], "Rahul Bhargava and Catherine D'Ignazio, creators of Databasic, describe how everyone can tell stories with data.": [null, "Mae Rahul Bhargava a Catherine D'Ignazio, creawdwyr Databasic, yn disgrifio sut all pawb ddweud storïau gyda data."], "Read the Full Case Study": [null, "Darllenwch yr Astudiaeth Achos Lawn (Saesneg yn unig)"], "Remix an Infographic": [null, "Atgymysgwch Ffeithlun"], "Review What You Have Learned": [null, "Adolygwch Beth Rydych wedi ei Ddysgu"], "Review the key points in the conversation that you just had. Remind the participants that data are systematic observations of the world, and a dataset is the collection of those observations. Data are a helpful reduction of the world, but it’s important to keep in mind that they do not capture everything. Data can capture different types of information (quantitative, qualitative, temporal, geographic, etc.), and the type of the data affects the kinds of exploration and pattern seeking that you can do. Data often needs to be cleaned and standardized. Data storytelling and analysis involves looking for patterns, making comparisons, finding outliers, and then testing that knowledge in dialogue with others. Finally, the way data are collected and used can raise questions of privacy, consent, and ethics, which must be taken into account when analyzing and presenting them": [null, "Adolygwch y pwyntiau allweddol yn y sgwrs rydych chi newydd ei gael. Atgoffwch y cyfranogwyr fod data yn arsylwadau systematig o'r byd, a set ddata yw'r casgliad o'r arsylwadau hynny. Mae data yn crynhoi'r byd yn ddefnyddiol, ond mae'n bwysig cadw mewn cof nad yw'n cipio popeth. Gall data gipio mathau gwahanol o wybodaeth (feintiol, ansoddol, amserol, ddaearyddol ac ati), ac mae math y data yn effeithio ar y math o archwilio a chanfod patrymau y gallwch ei wneud. Yn aml mae angen i ddata gael ei lanhau a safoni. Mae dweud storïau gyda data a'i ddadansoddi yn golygu chwilio am batrymau, gwneud cymariaethau, darganfod allanolion, ac yna rhoi prawf ar yr wybodaeth honno drwy drafodaeth ag eraill. Yn olaf, mae'r dull o gasglu a defnyddio data yn gallu codi cwestiynau am breifatrwydd, cydsyniad, a moeseg, y mae'n rhaid eu cymryd i ystyriaeth wrth ei ddadansoddi a'i gyflwyno."], "Run the Activity": [null, "Cynnal y Gweithgaredd"], "SameDiff": [null, "SameDiff"], "SameDiff compares one %(corpus)s of text to another corpus of text to show you similarities and differences. It uses a %(cosine_similarity)s %(algorithm)s to rate whether the documents are really similar or totally different.": [null, "Mae SameDiff yn cymharu un %(corpus)s testun â chorpws testun arall i ddangos i chi'r tebygrwyddau a'r gwahaniaethau. Mae'n defnyddio %(algorithm)s %(cosine_similarity)s i raddio a yw'r dogfennau mewn gwirionedd yn debyg neu'n gwbl wahanol."], "SameDiff compares two or more text files and tells you how similar or different they are.": [null, "Mae SameDiff yn cymharu dau neu fwy o ffeiliau testun ac yn dweud wrthych chi pa mor debyg neu wahanol maen nhw."], "SameDiff results": [null, "Canlyniadau SameDiff "], "Sample": [null, "Sampl"], "Scores how much of a &quot;connector&quot; each node is. A high score means lots of nodes can go through one to quickly connect to other nodes.": [null, "Yn sgorio faint o &quot;connector&quot; mae pob nod. Mae sgôr uchel yn golygu bod llawer o nodau yn gallu mynd drwy un i gysylltu'n gyflym â nodau eraill."], "Set Up": [null, "Sefydlu"], "Sketch a Story": [null, "Braslunio Stori"], "Software development:": [null, "Datblygu meddalwedd:"], "Sometimes faster isn't better.  If you really want to learn how to work with data to find stories to tell, you'll need to use tools that do more than just give you a chart as quickly as possible.  That's why we've built DataBasic with learners in mind.  Don't know what some technical word means? Hover over it to see a quick definition.  Not sure how to use a tool?  Try some of the fun sample data like music lyrics and UFO sightings we've included to get started.": [null, "Weithiau nid gwell yw cyflymach.  Os ydych chi wir eisiau dysgu sut i weithio gyda data i ddarganfod storïau i'w dweud, bydd angen i chi ddefnyddio offer sy'n gwneud mwy na dim ond rhoi siart i chi cyn gynted â phosibl.  Dyna pam rydym ni wedi creu DataBasic gyda dysgwywr mewn golwg.  Ddim yn gwybod ystyr rhai geiriau technegol? Hofrannwch drosto i weld diffiniad cyflym.  Ddim yn siŵr sut i ddefnyddio offeryn?  Rhowch gynnig ar beth o'r data engreifftiol difyr fel geiriau caneuon ac achosion o weld UFO rydym ni wedi'i gynnwys i'ch rhoi ar ben y ffordd."], "Sometimes your data story is centered around an abstract idea, such as \"climate\", \"injustice\", or \"rights\". Abstract ideas are hard to picture, and even harder to draw. This activity helps you  brainstorm more concrete ideas that are related to the abstract concepts. It also helps you come up with visual symbols you could later incorporate into a visual design that tells your data story. Making word webs encourages collaborative teamwork and collective brainstorming.": [null, "Weithiau, wrth ganol eich stori data mae syniad haniaethol, fel \"hinsawdd\", \"anghyfiawnder\", neu \"hawliau\". Mae syniadau haniaethol yn anodd eu dychmygu, ac yn anodd byth eu darlunio. Mae'r gweithgaredd hwn yn eich helpu i feddwl am syniadau mwy diriaethol sy'n gysylltiedig â'r cysyniadau haniaethol. Mae'n eich helpu hefyd i feddwl am symbolau gweledol y gallech chi eu hymgorffori yn nes ymlaen mewn dyluniad gweledol sy'n dweud eich stori data. Mae gwneud gweoedd geiriau yn annog gwaith tîm cydweithredol a thaflu syniadau ar y cyd."], "Sorry, but we didn't find any results to show. Maybe your text is too short... or maybe it is all %(stopwords)s": [null, "Mae'n flin gennym ond ni ddaethom o hyd i unrhyw ganlyniadau i'w dangos. Efallai bod eich testun yn rhy fyr ... neu efallai mai %(stopwords)s i gyd ydyw"], "Spanish data sourcing:": [null, "Cyrchu data Sbaeneg:"], "Spanish translation:": [null, "Cyfeithiad Sbaeneg:"], "Start Remixing": [null, "Dechreuwch Atgymysgu"], "Sticky notes": [null, "Nodiadau gludiog"], "Stop everyone when the time is up. Give each group 1 minute to share what they made. You can summarize by pointing out similarities and differences in the pieces folks made. Often you’ll see some people focusing on one data point, while others look at a broader picture.  With the happiness data, some people try to merge to two datasets, while others just focus on one.  Point out any physical versions of traditional charts to point out how entrenched our current visual presentation techniques are! Try to identify patterns in how the numbers were mapped onto physical objects.": [null, "Stopiwch bawb pan ddaw'r amser i ben. Rhowch 1 funud i bob grŵp rannu'r hyn maen nhw wedi'i wneud. Gallwch chi grynhoi drwy dynnu sylw at y tebygrwyddau a'r gwahaniaethau yn y darnau a wnaeth pobl. Yn aml byddwch yn gweld rhai pobl yn canolbwyntio ar un pwynt data, tra bod eraill yn edrych ar ddarlun ehangach.  Gyda'r data  Poblogaethau Adar Bridio yng Nghymru, gallech chi geisio uno'r ddwy set ddata neu ganolbwyntio ar un yn unig. Amlygwch unrhyw fersiynau ffisegol o siartiau traddodiadol i dynnu sylw at ba mor sefydledig mae ein technegau cyflwyno gweledol presennol! Ceisiwch nodi patrymau mewn sut cafodd y rhifau eu mapio i wrthrychau ffisegol."], "Stopwords are words in text analysis that are ignored such as \"this\", \"that\", \"and\" and \"but.\"": [null, "Mae geiriau atal yn eiriau sy'n cael eu hanwybyddu wrth ddadansoddi testun fel \"hwn\", \"hwnnw\", \"a\" ac \"ond\"."], "Stopwords are words in text analysis that are ignored such as &quot;this&quot;, &quot;that&quot;, &quot;and&quot; and &quot;but.&quot;": [null, "Mae geiriau atal yn eiriau sy'n cael eu hanwybyddu wrth ddadansoddi testun fel &quot;hwn&quot;, &quot;hwnnw&quot;, &quot;a&quot; ac &quot;ond.&quot;"], "Storytelling is an art form, and we don’t get to practice it very much. This activity lets participants practice putting a data story together into a creative narrative. Data stories built on top of a strong narrative arc are more compelling and more memorable. Participants spend time poking at an actual dataset to find a simple story, then sketch their story and play with different ways of telling it in a fun, visual storybook form. This process creates a cohesive narrative that can tell their stories in a convincing way. The “dry” information is transformed into a simple children's book-style of story.  It also reinforces the link between data presentation and storytelling. If you can't tell your data story in this simple form, there's no way you'll be able to help your audiences understand something more complicated.": [null, "Mae dweud storïau yn gelfyddyd, ac ni chawn gyfle i'w hymarfer yn aml iawn. Mae'r gweithgaredd hwn yn gadael i'r cyfranogwyr ymarfer llunio stori data sy'n naratif creadigol. Mae storïau data sy'n cael eu hadeiladu ar fwa natarif cryf yn fwy cymhellol ac yn fwy cofiadwy. Mae'r cyfranogwyr yn treulio amser yn procio set ddata go iawn i ddod o hyd i stori syml, ac yna'n braslunio eu stori ac yn chwarae gyda dulliau gwahanol o'i dweud ar ffurf llyfr stori gweledol, difyr. Mae'r broses hon yn creu naratif cydlynus sy'n gallu cyflwyno eu storïau mewn dull argyhoeddiadol. Mae'r wybodaeth “sych” yn cael ei gweddnewid yn stori yn null llyfr plant syml.  Hefyd mae'n atgyfnerthu'r cysylltiad rhwng cyflwyno data a dweud stori. Os nad ydych chi'n gallu dweud eich stori data yn y ffurf syml hon, nid oes unrhyw ffordd y gallwch chi helpu'ch cynulleidfaoedd i ddeall rhywbeth mwy cymhleth."], "Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture.": [null, "Yn cael anhawster adeiladu gallu'ch sefydliad i weithio gyda data? Defnyddiwch ein rhaglen dysgu ymarferol i gic-gychwyn eich diwylliant data."], "Struggling to build your organization's ability to work with data? Use our hands-on learning program to kickstart your data culture. We provide facilitation videos to help you run creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings! We suggest that in order to kickstart your data culture, you run one activity per month as a brown bag lunch at your organization. Learn more at <a href='https://datacultureproject.org'>https://datacultureproject.org</a>": [null, "Yn cael anhawster adeiladu gallu'ch sefydliad i weithio gyda data? Defnyddiwch ein rhaglen dysgu ymarferol i gic-gychwyn eich diwylliant data. Rydym yn darparu fideos hwyluso i'ch helpu i gynnal cyflwyniadau creadigol i'r bobl annhechnegol yn eich sefydliad. Nid sesiynau hyfforddiant anniddorol am daenlenni sydd yma! Er mwyn cic-gychwyn eich diwylliant data rydym ni'n awgrymu eich bod yn cynnal un gweithgaredd y mis dros ginio pecyn yn eich sefydliad. Dysgwch fwy yn <a href='https://datacultureproject.org'>https://datacultureproject.org</a>"], "Tape and a flat wall to hang your Paper Spreadsheet": [null, "Tâp a wal gwastad i hongian eich Taenlen Bapur"], "Tape, glue, scissors": [null, "Tâp, glud, siswrn"], "Tell data stories using creative narratives and visual storybooks": [null, "Dwedwch storïau data gan ddefnyddio naratifau creadigol a llyfrau stori gweledol"], "Telling Your Story": [null, "Dweud Eich Stori"], "Telling stories with data is hard to do. It relies on a diverse set of  skills - data processing, graphic design, storytelling, and more. This activity helps you build those skills by taking apart work that others have done (the good and the bad) to build your critical eye. You'll help participants break down and discuss a four things about a visualization - (1) the data it uses, (2) the ways it shows that data, (3) the narrative it is trying to tell, and (4) evaluating whether it combines those to tell the data story well.": [null, "Mae dweud eich stori gyda data yn anodd ei wneud. Mae'n dibynnu ar set amrywiol o sgiliau - prosesu data, dylunio graffig, dweud stori, a mwy. Mae'r gweithgaredd hwn yn eich helpu i feithrin y sgiliau hynny drwy ddatgymalu gwaith mae pobl eraill wedi'i wneud (y da a'r drwg) i ddatblygu'ch llygad feirniadol. Byddwch chi'n helpu cyfranogwyr i ddadansoddi a thrafod pedwar peth am ddelweddu - (1) y data mae'n ei ddefnyddio, (2) y ffordd mae'n dangos y data hwnnw, (3) y naratif mae'n ceisio ei gyfleu, a (4) gwerthuso a yw'n cyfuno'r rheiny i ddweud y stori data yn dda."], "Telling your story is where the rubber hits the road. Numbers alone are not enough to make your case or move people to action. You have to give your data some context, and stitch it together into a narrative so that people can understand it.  <strong>Sketch a story with WordCounter</strong> to practice communicating a data-driven story visually.": [null, "Dweud eich stori yw'r elfen hanfodol. Nid yw rhifau ar eu pen eu hunain yn ddigon i wneud eich achos nag ysgogi pobl i weithredu. Mae'n rhaid i chi roi cyd-destun i'ch data, a'i gyfuno i greu naratif er mwyn i bobl gael ei ddeall.  <strong>Brasluniwch stori gyda WordCounter</strong> i ymarfer cyfathrebu stori seiliedig ar ddata yn weledol."], "Testimonials": [null, "Tystlythyron"], "Text": [null, "Testun"], "The &quot;dots&quot; in the network - the central organizing thing that is connected to others.": [null, "Y &quot;dots&quot; yn y rhwydwaith - y peth trefnu canolog sy'n gysylltiedig ag eraill."], "The Cosine Similarity score tries to tell you how similar two documents are based on the number of times words are used in each.": [null, "Mae'r sgôr Tebygrwydd Cysein yn ceisio dweud wrthych chi pa mor debyg mae dwy ddogfen ar sail nifer y gweithiau mae geiriau'n cael eu defnyddio ym mhob un."], "The Cost of an MIT Education": [null, "Y boblogaeth sy'n siarad Cymraeg "], "The DCP program helped us have conversations about how we use data as an organization. <b>The tools were accessible</b> and the pacing of the workshops was great. Doing workshops with Rahul and Catherine helped us carve out time to really focus on data analysis and discuss how we could use it better internally to hit our goals. DCP really helped us begin building better habits around data-driven storytelling.": [null, "Helpodd rhaglen DCP i ni gael sgyrsiau am sut rydym ni'n defnyddio data fel sefydliad.  <b>Roedd yr offerynnau'n hygyrch</b> ac roedd cyflymder y gweithdai'n wych. Helpodd gwneud gweithdai gyda Rahul a Catherine ni i neilltuo amser i ganolbwyntio o ddifrif ar ddadansoddi data a thrafod sut allem ni ei ddefnyddio'n well yn fewnol i gyflawni ein hamcanion. Roedd DCP o gymorth mawr i ni ddechrau adeiladu arferion gwell mewn perthynas â dweud storïau ar sail data."], "The DCP program helped us look at data in a different way, especially through WordCounter, which visualizes text into word clouds. Instead of teaching us to just spout statistics, this workshop gave us the opportunity to tell our story in a new and visual way. <b>The program was accessible to people of all levels</b> regardless of their background and initial comfort with data analysis. Our staff members are now able to use data more effectively whether that be for social media or for grant reports.": [null, "Helpodd rhaglen DCP i ni edrych ar ddata mewn ffordd wahanol, yn enwedig drwy WordCounter, sy'n delweddu testun yn gymylau geiriau. Yn hytrach na dysgu i ni barablu am ystadegau'n unig, rhoddodd y gweithdy hwn y cyfle i ni ddweud ein stori mewn ffordd newydd a gweledol. <b>Roedd y rhaglen yn hygyrch i bobl o bob lefel</b> beth bynnag eu cefndir a'u cysur cychwynnol gyda dadansoddi data. Bellach mae ein haelodau staff yn gallu defnyddio data'n fwy effeithiol boed ar gyfer cyfryngau cymdeithasol neu am adroddiadau grant."], "The Data Culture Project allowed us to <b>change a mindset about data</b>. More than a Project focusing on learning ‘tools,’ it allowed us to go further, by going to the basics, and most needed: a data culture. Now we are working with different local journalism organizations — and different sections within them — for cooperating and start working towards more data-journalism. We are grateful for having being part of the Pilot, and we look forward for continued as part of an increasing community of a Data Culture Project.": [null, "Gadawodd Data Culture Project i ni <b>newid meddylfryd am ddata</b>. Yn fwy na Phrosiect sy'n canolbwyntio ar offerynnau dysgu, gadawodd i ni fynd ymhellach, drwy fynd yn ôl i'r hanfodion, a'r hyn roedd ei angen yn bennaf: diwylliant data. Rydym ni bellach yn gweithio gyda gwahanol sefydliadau newyddiaduraeth lleol — ac adrannau gwahanol o'u mewn — i gydweithredu a dechrau gweithio tuag at mwy o newyddiaduraeth-ddata. Rydym ni'n ddiolchgar am fod yn rhan o'r Peilot, ac edrychwn ymlaen at barhau yn rhan o gymuned gynyddol Prosiect Diwylliant Data."], "The Data Culture Project is an initiative of  <a href='http://databasic.io'>DataBasic.io</a>.  We’ve pulled together the years of work with nonprofits into one place to help you build a data culture. DataBasic.io is the brainchild of <a href='http://kanarinka.com'>Catherine D’Ignazio</a> and <a href='http://datatherapy.org'>Rahul Bhargava</a>.": [null, "Mae'r Data Culture Project yn fenter <a href='http://databasic.io'>DataBasic.io</a>.  Rydym ni wedi cyfuno'r blynyddoedd o waith gyda chyrff di-elw mewn un man i'ch helpu i adeiladu diwylliant data. DataBasic.io yw cynnyrch gwaith <a href='http://kanarinka.com'>Catherine D’Ignazio</a> a <a href='http://datatherapy.org'>Rahul Bhargava</a>."], "The Data Process": [null, "Proses Data"], "The John S. and James L. Knight Foundation, The Emerson College Faculty Development Fund &amp; The Shuttleworth Foundation": [null, "Sefydliad John S. a James L. Knight, Cronfa Ddatblygu Cyfadran Coleg Emerson &amp; Sefydliad Shuttleworth"], "The average is": [null, "Y cyfartaledd yw"], "The biggest number is": [null, "Y nifer mwyaf yw"], "The documents are about the same length so you don't have to use %(normalized)s in order to compare them.": [null, "Mae'r dogfennau tua'r un hyd felly does dim rhaid i chi ddefnyddio %(normalized)s er mwyn eu cymharu."], "The documents are of different lengths so to compare them fairly you should keep %(normalized)s on.": [null, "Mae hyd y dogfennau'n wahanol felly i'w cymharu'n deg dylech chi gadw %(normalized)s ymlaen."], "The earliest date is": [null, "Y dyddiad cynharaf yw"], "The earliest time is": [null, "Yr amser cynharaf yw"], "The idea of playing with data is new to most folks. This activity lets people quickly build sculptures that tell a simple data story with craft materials. The playful approach to the data helps engage the participants in thinking about how stories can be found and presented quickly, and helps people feel more freedom and flexibility about data presentations. It builds a notion of \"presentation\" instead of \"visualization\". The activity also builds the ability to translate words and numbers into structural forms. In addition, playing with these materials at the start of a workshop can break down power dynamics that might exist within the group.": [null, "Mae'r syniad o chwarae gyda data yn newydd i'r mwyafrif o bobl. Mae'r gweithgaredd hwn yn gadael i bobl adeiladu cerfluniau'n gyflym sy'n dweud stori data syml gyda deunyddiau crefft. Mae'r ymagwedd chwareus at y data yn helpu i ennyn diddordeb y cyfranogwyr mewn meddwl am sut mae dod o hyd i storïau a'u cyflwyno'n gyflym, ac yn helpu pobl i deimlo mwy o ryddid a hyblygrwydd am gyflwyniadau data. Mae'n creu syniad o \"gyflwyno\" yn hytrach na \"delweddu\". Mae'r gweithgaredd hefyd yn adeiladu'r gallu i drosi geiriau a rhifau'n ffurfiau strwythurol. Yn ogystal, mae chwarae gyda'r deunyddiau hyn ar ddechrau gweithdy yn gallu chwalu dynameg pŵer a allai fodoli o fewn y grŵp."], "The immediate number of connections a node has.": [null, "Y nifer uniongyrchol o gysylltiadau sydd gan nod."], "The latest date is": [null, "Y dyddiad diweddaraf yw"], "The latest time is": [null, "Yr amser diweddaraf yw"], "The median is": [null, "Y canolrif yw"], "The most frequent values in this column are:": [null, "Y gwerthoedd amlaf yn y golofn hon yw:"], "The smallest number is": [null, "Y rhif lleiaf yw"], "The standard deviation is": [null, "Y gwyriad safonol yw"], "The total is": [null, "Y cyfanswm yw"], "The unique values in this column are:": [null, "Y gwerthoedd unigryw yn y golofn hon yw:"], "Then, let everyone know that it is time to make storybooks. Read them your example story. Give each group a large piece of paper and some crayons or markers with different colors.  Demonstrate how to fold a big piece of paper into a ‘zine (share <a href='http://experimentwithnature.com/02-found/experiment-with-paper-how-to-make-a-one-page-zine/#.Uvp3dnl2DS4'>these instructions</a> or show the video below). Tell them the first page must include the phrase “Once Upon a Time”, and the last page must include “The End”.": [null, "Yna, gadewch i bawb wybod ei bod yn bryd gwneud llyfrau stori. Darllenwch eich stori enghreifftiol iddyn nhw. Rhowch ddarn mawr o bapur a rhai crayonau neu farcwyr â lliwiau gwahanol i bob grŵp.  Dangoswch sut i blygu darn mawr o bapur yn gylchgrawn (rhannwch <a href='http://experimentwithnature.com/02-found/experiment-with-paper-how-to-make-a-one-page-zine/#.Uvp3dnl2DS4'>y cyfarwyddiadau hyn</a> neu dangoswch y fideo isod). Dwedwch wrthyn nhw fod rhaid i'r dudalen gyntaf gynnwys yr ymadrodd “Unwaith Ar y Tro”, a bod rhaid i'r dudalen olaf gynnwys “Y Diwedd”."], "There are tons of tools for working with data; many so complex they are intimidating to even start with.  We've built each DataBasic tool to focus on doing one thing well, so you know exactly what each can be used for.  This lets us concentrate on making that one thing both simple and powerful.": [null, "Mae llu o offerynnau'n bodoli ar gyfer gweithio gyda data; llawer mor gymhleth eu bod yn frawychus hyd yn oed i ddechrau. Rydym ni wedi creu pob offeryn DataBasic i ganolbwyntio ar wneud un peth yn dda, fel eich bod yn gwybod yn union beth yw defnyddiau pob un. Mae hyn yn gadael i ni ganolbwyntio ar wneud yr un peth hwnnw'n syml ac yn rymus."], "There is %(num)s row of missing data": ["There are %(num)s rows of missing data", "Mae %(num)s oedd rhes o ddata ar goll", "Mae %(num)s rhes o ddata ar goll", "Mae %(num)s oedd res o ddata ar goll", "Mae %(num)s oedd o resi o ddata ar goll", "Mae %(num)s oedd o resi o ddata ar goll", "Mae %(num)s oedd o resi o ddata ar goll"], "These results will expire in %(day)s days.": [null, "Bydd y canlyniadau hyn yn darfod mewn %(day)s diwrnod."], "These simple tools make it easy to work with data in fun ways, so you can learn how to find great stories to tell.": [null, "Mae'r offerynnau syml hyn yn ei gwneud yn hawdd gweithio gyda data mewn ffyrdd difyr, i chi gael dysgu sut i ddod o hyd i storïau gwych i'w dweud. "], "These two documents are %(description)s.": [null, "%(description)s yw'r ddwy ddogfen yma."], "They have a %(cosine_sim)s score of %(score)s": [null, "Mae ganddyn nhw sgôr %(cosine_sim)s o %(score)s"], "They might have expired. Why not try <a href=\"/%(lang)s/%(tool_name)s\">analyzing some new data?</a>": [null, "Efallai eu bod nhw wedi darfod. Beth am geisio <a href=\"/%(lang)s/%(tool_name)s\">dadansoddi data newydd?</a>"], "Thick crayons or markers of different colors": [null, "Crayonau trwchus neu farcwyr o wahanol liwiau"], "Thirdly, ask participants to identify the short story they think this graphic is trying to tell. What are the data and visual representation trying to say? Ask folks to summarize it in just one sentence, like you would in a tweet. <i>In the USAID example most people think the story is something like \"food needs are rising, and if we can help female farmers we'd be better prepared to produce enough food.\"</i> Try to keep participants focused on the story, rather than what they think about it (that comes next).": [null, "Yn drydydd, gofynnwch i'r cyfranogwyr nodi'r stori fer maen nhw'n meddwl bod y graffeg yma'n ceisio ei dweud. Beth ydy'r data a'r delweddu gweledol yn ceisio ei ddweud? Gofynnwch i bobl ei grynhoi mewn un frawddeg, fel y byddech chi mewn trydar. <i>Yn enghraifft Chwaraeon Cymru mae'r mwyafrif o bobl yn meddwl bod y stori'n rhywbeth fel \"Mae cymdeithas yn newid, mae'n rhaid i ni sicrhau bod darpariaeth chwaraeon yn addasu i fodloni'r heriau ac uchafu'r cyfleoedd\"</i> Ceisiwch gadw ffocws cyfranogwyr ar y stori, yn hytrach na'u barn amdani (dyna'r cam nesaf)."], "This activity builds on the pedagogy and workshop style of the MIT Media Lab’s <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> (where Rahul got his Master’s degree).  It also has connections to the <a href='http://www.placeit.org/bio.html'>participatory urban planning work of James Rojas</a>.": [null, "Mae'r gweithgaredd hwn yn adeiladu ar addysgeg ac arddull gweithdy <a href='http://llk.media.mit.edu/'>Lifelong Kindergarten Group</a> MIT Media Lab (lle enillodd Rahul ei radd Meistr).  Mae ganddo gysylltiadau hefyd â gwaith cynllunio trefol cyfranogol <a href='http://www.placeit.org/bio.html'>James Rojas</a>."], "This activity will take 15 to 20 minutes. You should have these materials on hand:": [null, "Bydd y gweithgaredd hwn yn cymryd 15 i 20 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:"], "This activity will take 20 minutes. You should have these materials on hand:": [null, "Bydd y gweithgaredd hwn yn cymryd 20 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:"], "This activity will take 20 to 30 minutes. You should have these materials on hand:": [null, "Bydd y gweithgaredd hwn yn cymryd 20 i 30 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:"], "This activity will take 30 to 40 minutes. You should have these materials on hand:": [null, "Bydd y gweithgaredd hwn yn cymryd 30 i 40 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:"], "This activity will take 30 to 45 minutes. You should have these materials on hand:": [null, "Bydd y gweithgaredd hwn yn cymryd 30 i 45 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:"], "This activity will take 35 to 40 minutes. You should have these materials on hand:": [null, "Bydd y gweithgaredd hwn yn cymryd 35 i 40 munud. Dylai fod gennych chi'r deunyddiau hyn wrth law:"], "This column is full of": [null, "Mae'r golofn hon yn llawn"], "This field is required": [null, "Mae'r maes hwn yn ofynnol"], "This free and open source project would not be possible without the generous support of:": [null, "Ni fyddai'r prosiect di-dâl a ffynhonnell agored hwn yn bosibl heb gefnogaeth hael:"], "This node has the highest %(betweenness_centrality)s score. The most nodes can go through %(kevin_bacon)s to connect to others in the network.": [null, "Mae gan y nod hwn y sgôr %(betweenness_centrality)s uchaf. Gall y nifer uchaf o nodau fynd trwy %(kevin_bacon)s i gysylltu ag eraill yn y rhwydwaith."], "This tool helps you count words, %(bigrams)s, and %(trigrams)s in plain text. This is often the first step in quantitative text analysis.": [null, "Mae'r offeryn hwn yn eich helpu i gyfrif geiriau, %(bigrams)s, a %(trigrams)s mewn testun plaen. Yn aml dyma'r cam cyntaf mewn dadansoddi testun meintiol."], "Times": [null, "Amserau"], "To finish, ask folks if they think the story is well told. What elements best support the story? Are there extraneous pieces that don't help the story along? Are there pieces that actively distract from the main point or contradict it? <i>In the USAID example focus on the takeaway message - what is it? Is it emphasized enough? Does it solve the problem?</i> Emphasize that telling these stories has to focus on a main point, and everything needs to support it. Even if there is some cool data that you want to include, you need to make sure it supports the main story, otherwise it will just distract. <i>Are there examples of data that could be removed from the USAID story to make it more effective?</i>": [null, "I gloi, gofynnwch i bobl a ydyn nhw'n meddwl bod y stori'n cael ei dweud yn dda. Pa elfennau sy'n cefnogi'r stori orau? Oes darnau diangen nad ydyn nhw'n helpu llif y stori? Oes darnau sydd wir yn tynnu sylw i ffwrdd o'r prif bwynt neu'n ei wrthddweud? <i>Yn enghraifft Chwaraeon Cymru canolbwyntiwch ar y neges gryfaf - beth ydy honno? Ydy hi'n cael ei phwysleisio'n ddigonol? Ydy hi'n datrys y broblem? </i> Pwysleisiwch fod rhaid i ddweud y storïau hyn ganolbwyntio ar brif bwynt, a bod angen i bopeth arall ei ategu. Hyd yn oed os oes data cŵl rydych chi am ei gynnwys, mae angen i chi wneud yn siŵr ei fod yn cefnogi'r brif stori, fel arall bydd dim ond yn tynnu sylw i ffwrdd. <i>Oes enghreifftiau o ddata a allai gael ei dynnu o stori Chwaraeon Cymru i'w gwneud yn fwy effeithiol?</i>"], "To wrap it up, have each small group read their stories to the entire group. These always turn out to be really fun; the groups love to share them with each other!": [null, "I gloi, gofynnwch i bob grŵp bach ddarllen eu stori i'r grŵp cyfan. Mae'r rhain bob amser yn dipyn o hwyl; mae'r grwpiau wrth eu bodd yn eu rhannu â'i gilydd!"], "Toggle menu": [null, "Dewislen toglo"], "Toggle normlization": [null, "Normaleiddio toglo"], "Top Words": [null, "Prif Eiriau"], "Trigrams": [null, "Trigramau"], "Try It Out": [null, "Rhowch Gynnig Arno"], "Try these other tools to do more full-fledged analysis:": [null, "Rhowch gynnig ar yr offerynnau eraill hyn i wneud dadansoddiad mwy trylwyr:"], "Try to ConvinceMe": [null, "Ceisiwch ConvinceMe"], "Trying to Build a <b>Data Culture</b> in Your Organization?": [null, "Ceisio Adeiladu <b>Diwylliant Data<b> yn Eich Sefydliad Chi?"], "Trying to build a data culture can be a lonely effort in organizations that haven't recognized the importance of data. Join the Data Culture <a href='https://groups.io/g/dataculture'>discussion group</a> to connect with others and reflect on how these activities are working, or not working, for your organization.": [null, "Mae ceisio adeiladu diwylliant data yn gallu bod yn ymdrech unig mewn sefydliadau sydd heb gydnabod pwysigrwydd data. Ymunwch â <a href='https://groups.io/g/dataculture'>grŵp trafod</a> Diwylliant Data i gysylltu â phobl eraill a myfyrio ar sut mae'r gweithgareddau hyn yn gweithio, neu'n methu gweithio, i'ch sefydliad chi."], "US Ice Cream Consumption": [null, "Poblogaethau Adar Bridio yng Nghymru"], "Undefined": [null, "Heb ei ddiffinio"], "Understanding relationships as nodes and edges in a network can lead to deeper insights about how information travels through the system. For example, what role does %(connector)s, the Connector, play in the network?</p><p>You can start to look for patterns in the nodes that are the most and least connected. %(whatnext_mismatch)s Why does <strong>%(lowest_degree)s</strong> have the fewest connections?</p><p>Being curious about these measures and patterns is the first step in understanding network data. Check out our activity guide for more help on analyzing network data.": [null, "Mae deall perthnasau fel nodau ac ymylon mewn rhwydwaith yn gallu arwain at ddirnadaeth ddyfnach o sut mae'r wybodaeth yn teithio drwy'r system. Er enghraifft, pa rôl ydy'r %(connector)s, Cysylltwr, yn ei chwarae yn y Rhwydwaith?</p><p>Gallwch chi ddechrau chwilio am batrymau yn y nodau sy'n fwyaf a lleiaf cysylltiedig. %(whatnext_mismatch)s Pam oes gan <strong>%(lowest_degree)s</strong>y cysylltiadau lleiaf?</p><p>Bod yn chwilfrydig am y mesurau a'r patrymau hyn yw'r cam cyntaf tuag at ddeall data rhwydwaith. Cymerwch gip ar ein harweiniad gweithgaredd am fwy o gymorth am ddadansoddi data rhwydwaith."], "Understanding the data in your csv file is the first step in analyzing it for stories. Looking at individual columns can help you identify questions that might be fun to ask about your data.  For instance, is it surprising that \"%(most_common_value)s\" is the most frequent value in the %(random_column_name)s column?  Does it make any sense to compare the %(random_column_name2)s column to the %(random_column_name3)s column?  Are there any other datasets you could find to ask interesting questions about the %(random_column_name)s column?  <br /><br />Asking these types of questions is the first step in understanding the data you have, and what kind of stories you can find in it. Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">activity guide</a> for more help on asking questions of data sets.": [null, "Deall y data yn eich ffeil csv yw'r cam cyntaf tuag at ei ddadansoddi am storïau. Mae edrych ar golofnau unigol yn gallu eich helpu i nodi cwestiynau y gallai fod yn hwyl eu gofyn am eich data.  Er enghraifft, ai syndod yw'r ffaith mai \"%(most_common_value)s\" yw'r gwerth amlaf yn y golofn %(random_column_name)s?  Ydy'n gwneud unrhyw synwyr cymharu'r golofn %(random_column_name2)s â cholofn %(random_column_name3)s?  Oes unrhyw setiau data eraill y gallech eu darganfod i ofyn cwestiynau diddorol am golofn %(random_column_name)s?  <br /><br />Gofyn y mathau hyn o gwestiynau yw'r cam cyntaf i ddeall y data sydd gennych chi, a pha fath o storïau gallwch ddod ar eu traws ynddo. Cymerwch gip ar ein <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wtfcsv', 'activity-guide');\">harweiniad gweithgaredd</a> am fwy o gymorth am ofyn cwestiynau i setiau data."], "Upload a file": [null, "Lanlwytho ffeil"], "Upload file": [null, "Lanlwytho ffeil"], "Upload files": [null, "Lanlwytho ffeiliau"], "Upload...": [null, "Lanlwytho..."], "Use Connect the Dots": [null, "Defnyddiwch Connect the Dots"], "Use SameDiff": [null, "Defnyddiwch SameDiff"], "Use WTFcsv now": [null, "Defnyddiwch WTFcsv nawr "], "Use WordCounter to analyze a musician’s lyrics and sketch a story with their words": [null, "Defnyddio WordCounter i ddadansoddi geiriau caneuon cerddor a braslunio stori gyda'u geiriau"], "Use a sample": [null, "Defnyddiwch sampl"], "Use our self-service learning program to facilitate fun, creative introductions for the non-technical folks in your organization. These are not boring spreadsheet trainings. The free tools and activites below are hands-on and designed to meet people where they are across your organization and build their capacity to work with data. Try to kickstart your data culture by running one activity per month as a brown bag lunch. The videos and facilitation guides below will lead you through running them yourself. People at more than 30 organizations have done so already - from a local public library, to the World Food Progam.": [null, "Defnyddiwch ein rhaglen ddysgu hunan-wasanaeth i hwyluso cyflwyniadau difyr, creadigol i'r bobl annhechnegol yn eich sefydliad. Nid hyfforddiant anniddorol am daenlenni sydd yma. Mae'r offerynnau a'r gweithgareddau am ddim isod yn ymarferol ac wedi'u dylunio i gwrdd â phobl lle maen nhw ar draws eich sefydliad a meithrin eu gallu i weithio gyda data. Ceisiwch gic-gychwyn eich diwylliant data drwy gynnal un gweithgaredd y mis dros ginio pecyn. Bydd y fideos a'r arweiniadau hwyluso isod yn eich tywys trwy eich cynnal eich hunan. Mae pobl mewn mwy na 30 o sefydliadau wedi gwneud hynny'n barod - o lyfrgell gyhoeddus leol, i'r World Food Progam."], "Use physical craft materials to tell a data story in 3D": [null, "Defnyddiwch ddeunyddiau crefft ffisegol i ddweud stori data mewn 3D"], "Use samples": [null, "Defnyddiwch samplau"], "WTFcsv": [null, "WTFcsv"], "WTFcsv tells you WTF is going on with your .csv file.": [null, "Mae WTFcsv yn dweud wrthych chi WTF sy'n mynd yn ei flaen gyda'ch ffeil .csv."], "WTFcsv: ": [null, "WTFcsv: "], "Warm Ups": [null, "Ymarferion Cynhesu"], "Warning: The file you uploaded had multiple sheets, but we only used the first sheet.": [null, "Rhybudd: Roedd dalenni lluosog gan y ffeil a lanlwythoch chi, ond defnyddiom ni'r ddalen gyntaf yn unig."], "We can't analyze that data because it's not in a standard form. Your first row should contain the names of your columns.": [null, "Rydym yn methu dadansoddi'r data hwnnw gan nad yw mewn ffurf safonol. Dylai'ch rhes gyntaf gynnwys enwau'ch colofnau."], "We couldn't find any results": [null, "Roeddem yn methu darganfod unrhyw ganlyniadau"], "We're ready to start": [null, "Rydym ni'n barod i ddechrau"], "We're working with non-profits, news organizations, libraries, and community groups around the world. Here are some testimonials from partners that have helped guide the project.": [null, "Rydym ni'n gweithio gyda chyrff di-elw, sefydliadau newyddion, llyfrgelloedd, a grwpiau cymunedol o gwmpas y byd. Dyma rai tystlythyron gan bartneriaid sydd wedi helpu i lywio'r prosiect."], "Welcome to the WordCounter Sketch a Story activity! These videos will help you run the activity.": [null, "Croeso i Weithgaredd Braslunio Stori WordCounter! Bydd y fideos hyn yn eich helpu i redeg y gweithgaredd."], "Welsh data sourcing:": [null, "Cyrchu data Cymraeg: "], "What do I do next?": [null, "Beth ydw i'n ei wneud nesaf?"], "What questions can (and cannot) be answered with data? And once you are staring at some rows and columns, how do you start to make sense of the data in front of you? In this stage, you learn to take the first step in the data analysis process by asking good questions. <strong>Use WTFcsv</strong> to quickly summarize spreadsheet data, brainstorm questions about it, potential connections to other data sets, and potential biases you might bring to it. Remember – the data never speaks for itself – you help it speak by asking better and better questions. ": [null, "Pa gwestiynau all (ac na all) gael eu hateb gyda data? A phan fyddwch chi'n syllu ar rai rhesi a cholofnau, sut ydych chi'n dechrau gwneud synwyr o'r data sydd o'ch blaen? Ar yr adeg hon, rydych chi'n dysgu sut i gymryd y cam cyntaf yn y broses dadansoddi data drwy ofyn cwestiynau da. <strong>Defnyddiwch WTFcsv</strong> i grynhoi data taenlen yn gyflym, taflu syniadau am gwestiynau amdano, cysylltiadau posibl â setiau data eraill, a rhagfarnau posibl byddwch efallai'n dod â nhw iddo. Cofiwch – nid yw'r data byth yn siarad drosto ei hun – chi sy'n ei helpu i siarad drwy ofyn cwestiynau gwell a gwell byth. "], "Why use DataBasic?": [null, "Pam defnyddio DataBasic?"], "With more and more data-centric tools moving online, sometimes it can be hard to tell where your data is going and what will happen with it after you upload it.  We store information you upload for only the amount of time it takes us to analyze it, then we delete it.  The aggregate results we show you - metadata - are kept for 60 days, and then we delete them.  All communications are over https, so other folks can't eavesdrop on the data as you upload it.": [null, "Gyda mwyfwy o offerynnau sy'n canolbwyntio ar ddata yn symud ar-lein, gall fod yn anodd weithiau dweud ble mae'ch data chi'n mynd a beth fydd yn digwydd iddo ar ôl i chi ei lanlwytho.  Rydym ni'n storio gwybodaeth a lanlwythwch am ddim ond yr amser mae'n ei gymryd i ni ei dadansoddi, yna rydym ni'n ei dileu.  Mae'r canlyniadau cyfanredol a ddangoswn i chi - metadata - yn cael eu cadw am 60 diwrnod, ac yna rydym ni'n eu dileu.  Mae'r holl gyfathrebu yn digwydd dros https, felly ni fydd neb arall yn gallu gweld y data wrth i chi ei lanlwytho."], "Word": [null, "Gair"], "WordCounter": [null, "WordCounter"], "WordCounter analyzes your text and tells you the most common words and phrases.": [null, "Mae WordCounter yn dadansoddi'ch testun ac yn dweud wrthych chi'r geiriau a'r ymadroddion mwyaf cyffredin."], "WordCounter results": [null, "Canlyniadau WordCounter "], "Words that are in %(doc)s": [null, "Geiriau sydd mewn %(doc)s"], "Words that are only in %(document)s": [null, "Geiriau sydd ddim ond mewn %(document)s"], "Words used in": [null, "Geiriau a ddefnyddir yn"], "Work with high-schoolers? Journalists? Community groups? Graduate students?  Us too!!!  That's why we designed and tested the DataBasic tools and activities in our classrooms and in workshops with those audiences.  These tools were born out of frustration with things we were trying to use in our undergraduate classes, so we feel your pain.": [null, "Gweithio gyda phlant ysgol uwchradd? Newyddiadurwyr? Grwpiau cymunedol? Myfyrwyr graddedig?  Ninnau hefyd!!!  Dyna pam wnaethom ni ddylunio a phrofi offerynnau a gweithgareddau DataBasic yn ein hystafelloedd dosbarth a gweithdai gyda'r cynulleidfaoedd hynny.  Mae'r offerynnau hyn yn ganlyniad ein rhwystredigaeth gyda phethau roedden ni'n ceisio eu defnyddio yn ein dosbarthiadau myfyrwyr gradd, felly rydym ni'n cydymdeimlo."], "Working with data online always involves using a mishmash of tools. We're not going to solve that problem anytime soon.  So we've built DataBasic to take in a variety of types of data, and output results in the formats you're used to.  Read some content from website and download CSV files of your results. These are just two of the ways we try to introduce you to the way most folks work data online.": [null, "Mae gweithio gyda data ar-lein bob amser yn golygu defnyddio cymysgedd o offer. Ni fyddwn yn datrys y broblem honno'n fuan iawn.  Felly rydyn ni wedi adeiladu DataBasic i dderbyn amrywiaeth o fathau o ddata, a rhoi'r canlyniadau mewn fformatiau sy'n gyfarwydd i chi.  Darllenwch beth o gynnwys y wefan a lawrlwythwch ffeiliau CSV o'ch canlyniadau. Dyma ddau yn unig o'r dulliau rydym yn ceisio eich cyflwyno i'r ffordd mae'r mwyafrif o bobl yn gweithio gyda data ar-lein."], "Wrap-Up and Talk Next Steps": [null, "Dewch â'r Sesiwn i ben a siaradwch am y Camau Nesaf"], "Write a Data Storybook": [null, "Ysgrifennwch Lyfr Stori Data"], "You can share these results by emailing this url:": [null, "Gallwch chi rannu'r canlyniadau hyn drwy e-bostio'r url hwn:"], "You must input a URL": [null, "Rhaid i chi roi url"], "You must input a valid url": [null, "Rhaid i chi roi url dilys"], "You must select two files": [null, "Rhaid i chi ddewis dau ffeil"], "You should choose other questions that are more relevant for your audience, but make sure that you are not collecting sensitive personal information or anything that could be embarrassing. No really, we mean it!  It is very easy to accidentally ask a question that is revealing in an inappropriate way.": [null, "Dylech chi ddewis cwestiynau eraill sy'n fwy perthnasol i'ch cynulleidfa chi, ond gwnewch yn siŵr nad ydych chi'n casglu gwybodaeth bersonol sensitif neu unrhyw beth a allai beri embaras. Na, o ddifrif, r'yn ni'n golygu hynny!  Mae'n hawdd iawn gofyn cwestiwn yn ddamweiniol sy'n datgelu gormod mewn ffordd amhriodol."], "Your %(logo)s Report": [null, "Eich Adroddiad %(logo)s "], "about": [null, "ynghylch"], "algorithm": [null, "algorithm"], "almost the same": [null, "bron yr un peth"], "betweenness centrality": [null, "\"betweenness centrality\""], "bigram": [null, "bigram"], "bigrams": [null, "bigramau"], "bipartite graph": [null, "graff deurannol"], "blog": [null, "blog"], "change language to danish": [null, "newid yr iaith i ddaneg"], "change language to english": [null, "newid yr iaith i saesneg"], "change language to portuguese": [null, "newid yr iaith i bortwgäeg"], "change language to spanish": [null, "newid yr iaith i sbaeneg"], "change language to welsh": [null, "newid iaith i'r Gymraeg"], "choose input type": [null, "dewiswch fath o fewnbwn"], "close window": [null, "cau'r ffenestr"], "color by": [null, "lliwio yn ôl"], "color by column": [null, "lliwio yn ôl colofn"], "color by community": [null, "lliwio yn ôl cymuned"], "column": [null, "colofn"], "community": [null, "cymuned"], "completely different": [null, "cwbl wahanol"], "corpus": [null, "corpws"], "cosine similarity": [null, "tebygrwydd cysein"], "data type": [null, "math o ddata"], "download": [null, "lawrlwythwch "], "download csv of bigram frequencies": [null, "lawrlwythwch csv o amlderau bigramau"], "download csv of trigram frequencies": [null, "lawrlwythwch csv o amlderau trigramau"], "download csv of word frequencies": [null, "lawrlwythwch csv o amlderau geiriau"], "edge": [null, "ymyl"], "for analysis": [null, "i'w ddadansoddi"], "for printing or editing": [null, "i'w argraffu neu olygu"], "for the web": [null, "am y we"], "frequency": [null, "amlder"], "go to %(tool)s": [null, "ewch i %(tool)s"], "go to data basic home page": [null, "ewch i dudalen hafan data basic"], "help": [null, "help"], "https://en.wikipedia.org/wiki/Natural_language_processing": [null, "https://en.wikipedia.org/wiki/Natural_language_processing"], "in the top 40 bigrams, and ": [null, "yn y 40 bigram uchaf, a "], "in the top 40 trigrams, to understand the context of how it is used.  With that richer understanding of the context, you can sketch out a picture of why \"%(top_word)s\" is so important in %(title)s. <br/><br />So grab some paper and some crayons and start drawing what you see!  Check out our <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">activity guide</a> for more help on sketching out a story.  Want to dig into the data more? Download all the <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">word counts</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigrams</a>, or <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">trigrams</a> and investigate why \"%(random_unpopular_word)s\" is used %(random_unpopular_word_count)s times!": [null, "yn y 40 trigram uchaf, i ddeall cyd-destun ei ddefnyddio. Gyda'r ddealltwriaeth fwy cyfoethog honno o'r cyd-destun, gallwch chi fraslunio darlun o pam mae \"%(top_word)s\" mor bwysig mewn %(title)s. <br/><br />Felly cydiwch mewn tipyn o bapur a rhai crayonau a dechreuwch dynnu llun o beth rydych chi'n ei weld!  Gwiriwch ein <a href=\"%(activity_guide_url)s\" onclick=\"ga('send', 'event', 'wordcounter', 'activity-guide');\">harweiniad gweithgaredd</a> am fwy o gymorth am fraslunio stori.  Eisiau treiddio'n ddyfnach i'r data? Lawrlwythwch yr holl <a href=\"%(download_words)s\" onclick=\"ga('send', 'event', 'wordcounter', 'words-dl');\">gyfrifiadau geiriau</a>, <a href=\"%(download_bigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'bigrams-dl');\">bigramau</a>, neu <a href=\"%(download_trigrams)s\" onclick=\"ga('send', 'event', 'wordcounter', 'trigrams-dl');\">drigramau</a> ac ymchwiliwch i pam mae \"%(random_unpopular_word)s\" yn cael ei ddefnyddio %(random_unpopular_word_count)s o weithiau!"], "kind of similar": [null, "eithaf tebyg"], "kind of similar, and also kind of different": [null, "eithaf tebyg, ac eto eithaf gwahanol"], "metadata": [null, "metadata"], "no colors": [null, "dim lliwiau"], "node colors": [null, "lliwiau nodau"], "nodes": [null, "nodau"], "normalization": [null, "normaleiddio"], "occurs %(frequency)s times": [null, "yn digwydd %(frequency)s o weithiau"], "pretty different": [null, "eithaf gwahanol"], "sort of similar": [null, "eithaf tebyg"], "source target": [null, "ffynhonnell targed"], "stopwords": [null, "geiriau atal"], "the %(num)d use ": ["the %(num)d uses ", "%(num)d yn defnyddio ", "%(num)d yn defnyddio ", "%(num)d yn defnyddio ", "%(num)d yn defnyddio ", "%(num)d yn defnyddio ", "%(num)d yn defnyddio "], "the %(num)s use ": ["the %(num)s uses ", "mae'r %(num)s yn defnyddio ", "mae'r %(num)s yn defnyddio ", "mae'r %(num)s yn defnyddio ", "mae'r %(num)s yn defnyddio ", "mae'r %(num)s yn defnyddio ", "mae'r %(num)s yn defnyddio "], "the connector": [null, "y cysylltydd"], "title": [null, "teitl"], "total uses": [null, "cyfanswm defnyddiau"], "trigram": [null, "trigram"], "trigrams": [null, "trigramau"], "uses in": [null, "defnyddiau mewn"], "value": [null, "gwerth"], "very different": [null, "gwahanol iawn"], "with contributions from": [null, "gyda chyfraniadau gan "], "word": [null, "gair"], "words": [null, "geiriau"], "your text": [null, "eich testun"]}
